Repository: ViktorCPS/ACTA_VS2022
Catalog: ACTAWebUI/Resource.*.resx
Languages: sr

# stopWorkingNegative
source: Check if exist stop working done hours. If those hours exist, you must change those hours first.
sr: Proverite da li su ovi sati već odrađeni. Morate prvo izmeniti odrađene sate.

# chbHoursDiff
source: Show only differences
sr: Prikaži samo razlike

# negativeBuffers
source: Negative counters
sr: Negativni brojači

# rbHoursDiff
source: difference
sr: razlike

# rbStandard
source: standard
sr: standardne

# grouphours
source: Group schedule hours
sr: Sati po satnici grupe

# hdrGrpHrs
source: Group hours
sr: Sati grupe

# hdrPairHrs
source: Hours
sr: Sati

# hdrSchHrs
source: Individual hours
sr: Individualni sati

# pairshours
source: Effective hours
sr: Ostvareni sati

# schedulehours
source: Individual schedule hours
sr: Sati po individualnoj satnici

# lblCompany
source: Company:
sr: Kompanija:

# rbPresenceAndAbsence
source: Presence and absence
sr: Prisustva i odsustva

# rbWageTypes
source: Wage types
sr: Tipovi plaćanja

# rbWorkAnalysis
source: Work analysis reports
sr: Analiza rada

# lblDear
source: Dear
sr: Poštovani

# lblNoMail
source: There is no email defined for logged user. Please contact HR Service.
sr: Nije definisan email za ulogovanog korisnika. Molimo Vas obratite se HR službi.

# lblReport
source: Reports
sr: Izveštaji

# lblSentToMail
source: They are sent to email:
sr: Poslati su na email:

# messageWorkAnalysis
source: Find attached report(s) you have generated in TM system.
sr: U prilogu se nalaze izveštaji koje ste generisali u TM sistemu.

# btnSelect
source: Select
sr: Izaberi

# selectionInsideStartEnd
source: Selection must be inside calendar days shown.
sr: Selekcija mora biti u okviru prikazanih dana.

# selectOneDay
source: Select start cycle day.
sr: Izaberite dan satnice.

# selectOneDayCalendar
source: Invalid selection of calendar days.
sr: Neispravno selektovani dani kalendara.

# noConfirmationDate
source: You must enter valid temporary inability first day in description field in format dd.MM.yyyy. for example:
sr: Morate uneti ispravan datum početka sprečenosti za rad u polje opis u formatu dd.MM.yyyy. npr.

# notValidBeginingEnd
source: Pair has invalid defined beginning or end.
sr: Par nema ispravno definisan početak ili kraj.

# overlapPairs
source: Some of pairs overlaps.
sr: Neki od parova se preklapaju.

# pairEndLessThenStart
source: End of pair is less then pair beginning.
sr: Kraj para je veći od njegovog početka.

# tabBufferReport
source: Buffers
sr: Baferi

# AL
source: AL- annual leave (d)
sr: GO - godišnji odmor (d)

# ALC
source: ALC - annual leave new (d)
sr: GOO - godišnji odmor novi (d)

# ALP
source: ALP - annual leave old (d)
sr: GOP - godišnji odmor stari (d)

# BH
source: BH - bank hours (h)
sr: ZS - zarađeni sati (h)

# hdrAfterBH
source: BH after
sr: ZS posle

# hdrAfterPL
source: PL before
sr: PO posle

# hdrAfterSW
source: SW after
sr: PS posle

# hdrALAfterLeft
source: AL after
sr: GO posle

# hdrALBeforeLeft
source: AL before
sr: GO pre

# hdrALPeriodUsed
source: AL
sr: GO

# hdrBeforeBH
source: BH before
sr: ZS pre

# hdrBeforePL
source: PL before
sr: PO pre

# hdrBeforeSW
source: SW before
sr: PS pre

# hdrCurrALAfterLeft
source: ALC after
sr: GOO posle

# hdrCurrALBeforeLeft
source: ALC before
sr: GOO pre

# hdrCurrALPeriodUsed
source: ALC
sr: GOO

# hdrPeriodBH
source: BH
sr: ZS

# hdrPeriodPL
source: PL
sr: PO

# hdrPeriodSW
source: SW
sr: PS

# hdrPrevALAfterLeft
source: ALP after
sr: GOP posle

# hdrPrevALBeforeLeft
source: ALP before
sr: GOP pre

# hdrPrevALPeriodUsed
source: ALP
sr: GOP

# PL
source: PL - paid leaves (d)
sr: PO - plaćena odsustva (d)

# SW
source: SW - stop working (h)
sr: PS - unapred plaćeni sati (h)

# hdrCostCenterCode
source: CC
sr: Mesto troška

# hdrCostCenterName
source: Description
sr: Opis m.t.

# hdrMonth
source: Month
sr: Mesec

# hdrWeek
source: Week
sr: Nedelja

# selectionNonActiveEmployeesDays
source: You can not change days in which employee was not hired or already left company.
sr: Ne možete menjati dane u kojima zaposleni jos nije započeo ili je već prekinuo radni odnos.

# hdrTime
source: Time
sr: Vreme

# rbPayslip
source: Payslip
sr: Obračunski list

# payslipNotFound
source: Payslip for selected month not found.
sr: Nije pronađen obračunski list za odabrani mesec.

# tabPayslip
source: Payslips
sr: Obračunski listovi

# lblFutureMonth
source: Payslips for future months are not available.
sr: Obračunski listovi za buduće mesece nisu dostupni.

# lblPayslipAvailableEarliest
source: Payslip for previous month is available earliest from:
sr: Obračunski list za prethodni mesec je dostupan najranije od:

# noRightToUseAnnualLeave
source: Employee has not right to use annual leave in selected period.
sr: Zaposleni nema pravo krišćenja godišnjeg odmora u izabranom periodu.

# bankHourLimitReached
source: Bank hours limit is reached. New bank hours can be earned after using existng bank hours.
sr: Dostignut je limit za zarađene sate. Već zarađeni sati se moraju iskoristiti pre zarađivanja novih.

# overtimeLeftForUse
source: Bank hours can not be earned while using overtime hours right exists.
sr: Ne mogu se zarađivati sati dokle god postoji pravo na zarađivanje prekovremenih sati.

# notValidFundHrs
source: Fund hours does not match group fund hours for week
sr: Fond sati se ne poklapa sa fondom sati grupe za nedelju

# notRegularSickLeaveRefundation
source: Sick leaves - refundation
sr: Bolovanja - refundacija

# rbFuel
source: Fuel reimbursement request
sr: Zahtev za nadoknadu za gorivo

# selectionLockedDays
source: Change selection, you can not change
sr: Promenite selekciju, ne smete menjati

# confirmationDateLessThanMinAllowed
source: Temporary inability first day is less than minimal allowed.
sr: Datum početka sprečenosti za rad je manji od minimalno dozvoljenog datuma.

# mustSelectCompany
source: You must select company.
sr: Morate odabrati kompaniju.

# btnExport
source: Export
sr: Izvoz

# cbONRecalculated
source: ON previous month calculated
sr: PN obračunato za prethodni mesec

# hdrAfterOvertimeKeep
source: ON after
sr: PN posle

# hdrBeforeOvertimeKeep
source: ON before
sr: PN pre

# hdrPeriodOvertimeKeep
source: ON
sr: PN

# ON
source: ON - not justified overtime (h)
sr: PN - neopredeljeno prekovremno (h)

# cbShowRetired
source: Show retired
sr: Prikaži odlazeće

source: Invalid border date.
sr: Neispravan granični datum.

# lblBorderDate
source: Border date:
sr: Granični datum:

# notRegularMeals
source: Non regular meals
sr: Neopredeljeni obroci

# hdrShift
source: Shift
sr: Smena

# largeReport
source: Report is too big so generating will take a lot of time. You should use option Export.
sr: Izveštaj je previše veliki pa bi generisanje moglo da potraje. Molimo vas generišite izveštaj pomoću opcije Export.

# reportMessage
source: Generating report may take a while. Please wait while the Download Manager finishes export
sr: Generisanje izveštaja može da potraje. Molimo sačekajte dok Download Manager ne završi izvoz.

# largeReportDisabled
source: Report is too big so generating will take a lot of time. You must use option Export.
sr: Izveštaj je previše veliki pa bi generisanje moglo da potraje. Izveštaje morate generisati pomoću opcije Export.

# btnAddToSchedule
source: Add to list >
sr: Dodaj u listu >

# btnApply
source: Apply
sr: Primeni

# btnCoupons
source: Coupons
sr: Kuponi

# btnPersonalData
source: Personal data
sr: Lični podaci

# btnSplitMerge
source: Split / Merge
sr: Podela / Spajanje

# lblGroup
source: Group:
sr: Grupa:

# lblStep
source: Step:
sr: Korak:

# rbDeselectAll
source: Deselect all
sr: Deselektuj sve

# rbSelectAll
source: Select all
sr: Selektuj sve

# tabScheduling
source: Scheduling
sr: Zakazivanje

# hdrHist
source: History
sr: Istorija

source: Demanded
sr: Zahtevan

source: Done
sr: Završen

# hdrAmbulance
source: Ambulance
sr: Ambulanta

# hdrCompany
source: Company
sr: Kompanija

# hdrDisability
source: Disability
sr: Ograničenje

# hdrDisabilityType
source: Disability type
sr: Tip ograničenja

# hdrEmplRisk
source: Risk
sr: Rizik

# hdrVaccine
source: Vaccine
sr: Vakcina

# hdrVisitID
source: Visit ID
sr: ID posete

# lblAmbulance
source: Ambulance:
sr: Ambulanta:

# rbDisabilities
source: Disabilities
sr: Ograničenje

# rbEmployeeData
source: Employee data
sr: Podaci zaposlenih

# rbRisks
source: Risks
sr: Rizici

# rbVaccines
source: Vaccines
sr: Vakcine

# rbVisits
source: Visits
sr: Posete

# RND
source: Reserved
sr: Rezervisan

# tabSearch
source: Search
sr: Pretraga

# WR
source: Without reservation
sr: Bez rezervacije

# hdrDatePerformed
source: Date performed
sr: Datum merenja

# hdrHeight
source: Height
sr: Visina

# hdrRotation
source: Rotation
sr: Rotacija

# hdrWeight
source: Weight
sr: Težina

# lblAddress
source: Address:
sr: Adresa:

# lblBirthDate
source: Birth date:
sr: Datum rođenja:

# lblCity
source: City:
sr: Grad:

# lblHeight
source: Height:
sr: Visina:

# lblHiringDate
source: Hiring date:
sr: Datum zapošljavanja:

# lblPhone1
source: Phone 1:
sr: Telefon 1:

# lblPhone2
source: Phone 2:
sr: Telefon 2:

# lblPosition
source: Position:
sr: Pozicija:

# lblPositionRisks
source: Risks related to position:
sr: Rizici vezani za poziciju:

# lblRisk
source: Risk:
sr: Rizik:

# lblRotation
source: Rotation:
sr: Rotacija:

# lblShiftGroup
source: Shift group:
sr: Grupa:

# lblTerminationDate
source: Termination date:
sr: Datum prestanka:

# lblWeight
source: Weight:
sr: Težina:

source: New entry
sr: Novi unos

# noDateStart
source: You must enter date start.
sr: Morate uneti datum početka.

# noEmplSelected
source: You must select employee.
sr: Morate izabrati zaposlenog.

# noRecordToDelete
source: No records selected for deletion.
sr: Nema rekorda izabranih za brisanje.

# noRiskSelected
source: You must select risk.
sr: Morate izabrati rizik.

# noRotationSelected
source: You must select rotation.
sr: Morate izabrati rotaciju.

# recordNotSaved
source: Record could not be saved.
sr: Novi rekord nije mogao biti sačuvan.

# recordNotUpdated
source: Record could not be updated.
sr: Novi rekord nije mogao biti izmenjen.

# recordSaved
source: Record is successufully saved.
sr: Novi rekord je uspešno sačuvan.

# recordsDeleted
source: Records are deleted successufully.
sr: Rekordi su uspešno izbrisani.

# recordsNotDeleted
source: Records could not be deleted.
sr: Rekordi nisu mogli biti izbrisani.

# recordUpdated
source: Record is successufully updated.
sr: Rekord je uspešno izmenjen.

# riskDefinedExist
source: Defined risk is already assigned to employee.
sr: Definisani rizik je već dodeljen zaposlenom.

# tabAnagraphicalData
source: Anagraphical data
sr: Matični podaci

# tabDisabilities
source: Disabilities
sr: Ograničenja

# tabEmplData
source: Employee data
sr: Podaci zaposlenih

# tabOnDemandAppointments
source: On demand appointments
sr: Zakazivanje na zahtev

# tabRiskManagement
source: Risks
sr: Rizici

# tabVaccines
source: Vaccines
sr: Vakcine

# tabVisitsManagement
source: Visits
sr: Posete

# tabWeightHeight
source: Weight / Height
sr: Visina / Težina

# updateEntry
source: Update
sr: Izmena

# hdrDateScheduled
source: Scheduled date:
sr: Zakazano vreme

# hdrNote
source: Note
sr: Napomena

# hdrResult
source: Result
sr: Rezultat

# hdrRisk
source: Risk
sr: Rizik

# hdrRiskVaccine
source: Risk / Vaccine
sr: Rizik / Vakcina

# hdrTimePerformed
source: Visit time
sr: Vreme pregleda

source: Invalid height.
sr: Neispravno uneta visina.

source: Invalid weight.
sr: Neispravno uneta težina.

# lblDisability
source: Disability:
sr: Ograničenje:

# lblEmployeeID
source: Employee ID:
sr: ID zaposlenog:

# lblNextVaccine
source: Next vaccine:
sr: Naredna vakcina:

# lblNote
source: Note:
sr: Napomena:

# lblResult
source: Result:
sr: Rezultat:

# lblRisks
source: Risks:
sr: Rizici:

# lblScheduledDate
source: Scheduled:
sr: Zakazan:

# lblSelectedRisks
source: Selected risks:
sr: Izabrani rizici:

# noDatePerformed
source: Invalid date.
sr: Neispravno unet datum.

# noDisabilitySelected
source: You must select disability.
sr: Morate izabrati ograničenje.

# noRecordToUpdate
source: No selected record to update.
sr: Nema izabranog rekorda za izmenu.

# noVaccineSelected
source: You must select vaccine.
sr: Morate izabrati vakcinu.

source: Permanent
sr: Stalno

# R
source: Risk
sr: Rizik

# rbPermanent
source: Permanent
sr: Stalno

# rbTemporary
source: Temporary
sr: Privremeno

# startAfterEnd
source: Start date must be before end date.
sr: Neispravno zadati početak i kraj.

source: Temporary
sr: Privremeno

# V
source: Vaccine
sr: Vakcina

# whInfo
source: * Weight and height format is '0.00'
sr: * Visina i težina se unose u formatu '0.00'

# completedVisitsDtlFound
source: You can not delete performed visits.
sr: Ne možete brisati završene posete.

# noDateEnd
source: Invalid date end.
sr: Neispravno unet datum kraja.

# btnClose
source: Close
sr: Zatvori

# changesNotSaved
source: Changes could not be saved.
sr: Promene nisu mogle biti sačuvane.

# changesSaved
source: Changes are successufully saved.
sr: Promene su uspešno sačuvane.

# differentEmployeeMerge
source: Only visits of same employee could be merged.
sr: Mogu se spajati samo posete istog zaposlenog.

# doneVisitChange
source: You can not change done visit id =
sr: Ne može se menjati završena poseta id =

# hdrModifiedTime
source: Modified time
sr: Vreme izmene

# hdrModifyBy
source: Modified by
sr: Izmenio

# invalidScheduledDate
source: Invalid scheduled date for visit with id
sr: Neispravno uneto vreme zakazivanja za posetu id =

source: Invalid scheduling group.
sr: Neispravno uneta grupa.

source: Invalid scheduling start time.
sr: Neispravno uneto početno vreme.

source: Invalid scheduling step.
sr: Neispravno unet korak.

source: Invalid scheduling termin.
sr: Neispravno zadat datum.

# lblVisitDtls
source: Visit details:
sr: Detalji posete:

# lblVisitHdrs
source: Visits:
sr: Posete:

# lblVisitHist
source: Visit change history
sr: Istorija promena posete

# noChangesToSave
source: No changes to be saved.
sr: Nema promena koje bi bile sačuvane.

# noSelectedPoint
source: You must select medical check point.
sr: Morate izabrati ambulantu.

source: No selected record.
sr: Nema izabranog rekorda.

# noSplitDetails
source: Only visits with more than one risk could be splitted.
sr: Dele se posete sa više od jednog rizika.

# noVisitsFound
source: Selected visits are not found.
sr: Nisu pronađene izabrane posete.

# riskScheduled
source: There is scheduled visit fo risk
sr: Postoji zakazana poseta za rizik

# btnSchedule
source: Employee schedule
sr: Satnica zaposlenog

# disExist
source: Selected disability is already defined for employee.
sr: Za zaposlenog je već definisano zadato ograničenje.

# errorCouponAmbulanceChanged
source: Ambulance changed, visit
sr: Promenjena ambulanta posete

# errorCouponDayChanged
source: Day changed, visit
sr: Promenjen dan posete

# errorCouponMonthChanged
source: Month changed , visit
sr: Promenjen mesec posete

# errorCouponTimeChanged
source: Time changed, visit
sr: Promenjeno vreme posete

# errorCouponYearChanged
source: Year changed, visit
sr: Promenjena godina posete

# errorSaveBeforeGenerating
source: Save changes before generating coupons.
sr: Pre generisanja kupona sacuvajte izvrsene promene.

# couponAppointment
source: Medical appointment
sr: Zakazivanje medicinskog pregleda

# couponEmployeeBeen
source: The Employee has been examined at medical room _________________ at ________________________.
sr: Zaposleni je pregledan u ambulanti ___________________ u vreme _____________________.

# couponPrevention
source: Prevention of occupational diseases
sr: Prevencija profesionalnih bolesti

# couponResponsible
source: The Responsible (Surname and name / Company / Telephone)
sr: Nadređeni (Prezime i ime / Kompanija / Br. telefona)

# visitAppointmentAmbulance
source: , ambulance
sr: , ambulanta

# visitAppointmentDate
source: Medical appointment date
sr: Zakazan je medicinski pregled dana

# visitAppointmentTime
source: , time
sr: u vreme

source: Visit month
sr: Mesec posete

# chbDeleted
source: Show deleted
sr: Prikaži obrisane

source: Deleted
sr: Obrisan

# couponDoctor
source: The attending physician
sr: Nadležni lekar

# couponSuccVisit
source: Successful visit:
sr: Uspešna poseta:

# deletedVisitChange
source: You can not change deleted visit id =
sr: Ne može se menjati obrisana poseta id =

# statusChahgedNoSplitMergeAllowed
source: Only not reserved visits could be split or merged.
sr: Samo posete koje nisu rezervisane se mogu spajati i deliti.

# lblEmployeeSchedule
source: Schedule of employee
sr: Satnica zaposlenog

# lblComp
source: Company:
sr: Kompanija:

# tabSchedules
source: Schedule
sr: Satnica

# hdrTS
source: TS
sr: RV

# nightovertimetojustify
source: Night overtime to justify hours
sr: Prekovremeni sati noću za pravdanje

# noMoreReservedCollectiveAnnualLeave
source: Not enough reserved days for collective annual leave.
sr: Nema dovoljno rezervisanih dana za kolektivni godišnji odmor.

source: Not enough free hours between working hours.
sr: Nema dovoljno slobodnih sati izmedju sati rada.

# notEnoughOvertimeNotJustifiedHours
source: Not enough overtime to justify hours.
sr: Nema dovoljno sati neopredeljenog prekovremenog rada.

# useBankHoursBeforeVacation
source: Employee must use bank hours earned before using vacation.
sr: Moraju se iskoristiti zarađeni sati pre korišćenja godišnjeg odmora.

# chbNoRegistration
source: Without clock IN
sr: Bez ulazaka

# chbRegistration
source: With clock IN
sr: Sa ulaskom

# lblRegistration
source: Clock IN:
sr: Registracije:

# noRegularOffset
source: Not regular offset.
sr: Neispravno zadat ofset.

# String1
source: Offset:
sr: Ofset:

# chbCheckLaborLaw
source: Check labor law
sr: Provera razmaka među smenama

source: PC
sr: VP

source: Total
sr: Ukupno

# btnPrintAnnualReport
source: Decisions
sr: Rešenja

# btnPrintPaidReport
source: Decisions
sr: Rešenja

# chbPrintAnnualReport
source: Decision on annual vacation generation
sr: Generiši rešenja

# useNotjustifedOvertimeBankHoursBeforeVacation
source: Employee must use not justified overtime hours and bank hours earned before using vacation.
sr: Moraju se iskoristiti neopredeljeni prekovremni i zarađeni sati pre korišćenja godišnjeg odmora.

# useNotjustifedOvertimeHoursBeforeVacation
source: Employee must use not justified overtime hours before using vacation.
sr: Moraju se iskoristiti neopredeljeni prekovremni sati pre korišćenja godišnjeg odmora.

# hdrPersonalHoliday
source: Personal holiday
sr: Lični verski praznik

# lblWUnit
source: W. unit:
sr: R. jedinica:

# cbONCurrentMonth
source: Calculate ON current month
sr: Obračun PN tekućeg meseca

# nightFlexyChangesNotAllowed
source: Changing data during night flexy shift is not allowed.
sr: Nije dozvoljen ručni unos podataka u toku noćne flexi smene.

# cbEmplTotals
source: Print employees totals
sr: Totali po zaposlenom

# rbLocation
source: Locations
sr: Lokacije

# rbPassType
source: Pass types
sr: Tipovi prolazaka

# lblLocations
source: Locations
sr: Lokacije

# btnMap
source: Show on map
sr: Prikaži na mapi

# lblPassesOfAnEmployee
source: Passes of an employee
sr: Zaposleni

# hdrPassID
source: Pass ID
sr: ID prolaska

# lblPassesOnMap
source: Passes on Google map
sr: Registracije na Google mapi

# noPassID
source: No selected passes.
sr: Nema selektovanih registracija.

# lblNoPassesOnMap
source: Passes are not found in database
sr: Nisu pronađene registracije u bazi

# noMorePassID
source: Can not select more than 50 passes.
sr: Ne možete selektovati više od 50 registracija.

# laborLaw
source: Labor law days
sr: Razmak među radnim danima

# laborLawShift
source: Labor law shifts
sr: Razmak među smenama

# hdrPairDate
source: Belonging date
sr: Datum pripadnosti

# chbUnjustifiedAbs
source: Unjustified during w.t.
sr: Neopravdano tokom r.v.

# tabAdditionalReports
source: Additional reports
sr: Dodatni izveštaji

# mustSelectWU
source: You must select working unit.
sr: Morate izabrati bar jednu radnu jedinicu.

# noSickLeave
source: There are no sick leave for chosen filters.
sr: Ne postoje bolovanja za izabrane kriterijume.

# lblReportSickName
source: Report about sick leaves
sr: Izveštaj o bolovanju

# chbPaidLeave60
source: Paid leave 60%
sr: Plaćeno odsustvo 60%

# useAnnualLeaveBeforeBankHours
source: Employee must use vacation before using bank hours.
sr: Moraju se iskoristiti dani godišnjeg odmora pre korišćenja zarađenih sati.

# CheckBox1
source: Change shedule
sr: Promeni smenu za stalno

# allCleared
source: All changes of shift changes have been cleared.
sr: Sve dodele promene smene su obrisane.

# setShiftFromDate
source: It's set to change shift from the date :
sr: Dodeljeno je da se promeni smena od datuma :

# setShiftFromDateToContinue
source: It's set to change shift permanently from the date :
sr: Dodeljeno je da se promeni smena za stalno od datuma :

# setShiftToDate
source: , to date :
sr: , do datuma :
