Repository: ViktorCPS/ACTA_VS2022
Catalog: ACTAWebUI/Resource.*.resx
Languages: sr

# btnAdd
source: Add
sr: Dodaj

# btnClear
source: Clear
sr: Očisti

# btnSave
source: Save
sr: Sačuvaj

# btnSearch
source: Search
sr: Pretraži

# btnUpdate
source: Update
sr: Izmeni

source: error
sr: greška

# hdrDateTime
source: Date and time
sr: Datum i vreme

# hdrDesc
source: Description
sr: Opis

# hdrDirection
source: Direction
sr: Smer

# hdrEventTime
source: Pass time
sr: Vreme prolaska

# hdrGate
source: Gate
sr: Kapija

# hdrIssued
source: Issued
sr: Izdao

# hdrLocation
source: Location
sr: Lokacija

# hdrMM
source: Manually manipulation
sr: Ručna manipulacija

# hdrOffset
source: Offset
sr: Tolerancija

# hdrPassType
source: Wage type
sr: Tip plaćanja

# hdrProcessed
source: Processed
sr: Procesiran

# hdrType
source: Type
sr: Tip

# hdrVerified
source: Verified
sr: Potvrdio

# hdrWH
source: Working hours
sr: Radno vreme

# invalidFromDate
source: Invalid date format (interval begining).
sr: Neispravan format datuma (početak vremenskog intervala).

# invalidFromToDate
source: Invalid date interval.
sr: Neispravan vremenski interval.

source: Invalid gate.
sr: Neispravna kapija.

source: Invalid location.
sr: Neispravna lokacija.

# invalidPassType
source: Invalid wage type.
sr: Neispravan tip plaćanja.

# invalidToDate
source: Invalid date format (interval end).
sr: Neispravan format datuma (kraj vremenskog intervala).

# lblDate
source: Date:
sr: Datum:

# lblDateExample
source: example 20.07.2011.
sr: npr. 20.07.2011.

# lblDateFormat
source: *Date format "dd.MM.yyyy."
sr: *Format datuma je "dd.MM.yyyy."

# lblDesc
source: Description:
sr: Opis:

# lblDirection
source: Direction:
sr: Smer:

# lblExitPermissionAdd
source: Exit permission add
sr: Dodavanje propusnice

# lblExitPermissionsSearch
source: Exit permissions search
sr: Pretraga propusnica

# lblExitPermissionUpd
source: Exit permission update
sr: Izmena propusnice

# lblFrom
source: From:
sr: Od:

# lblGate
source: Gate:
sr: Kapija:

# lblGoToPage
source: Go to page:
sr: Idi na stranu:

# lblIssued
source: Issued:
sr: Izdao:

# lblLocation
source: Location:
sr: Lokacija:

# lblOffset
source: Offset:
sr: Tolerancija:

# lblPassesSearch
source: Passes search
sr: Pretraga prolazaka

# lblTime
source: Time:
sr: Vreme:

# lblTo
source: To:
sr: Do:

# lblTotal
source: Total:
sr: Ukupno:

# lblType
source: Type:
sr: Tip:

# lbtnBack
source: Back
sr: Nazad

# lbtnExit
source: Exit
sr: Izlazak

# lbtnMenu
source: Main menu
sr: Glavni meni

# noSelected
source: You must select records.
sr: Morate izabrati rekorde.

source: not used
sr: neiskorišćena

source: Passes
sr: Prolasci

source: unverified
sr: nepotvrđena

source: used
sr: iskorišćena

# btnDelete
source: Delete
sr: Izbriši

# invalidDate
source: Invalid date format.
sr: Neispravan format datuma.

# invalidOffset
source: Offset must be positive integer.
sr: Tolerancija mora biti pozitivan ceo broj.

# invalidTime
source: Invalid time format.
sr: Neispravan format vremena.

# noDate
source: You must enter date.
sr: Morate uneti datum.

# noOffset
source: You must enter offset.
sr: Morate uneti toleranciju.

# noTime
source: You must enter time.
sr: Morate uneti vreme.

# noType
source: You must select wage type.
sr: Morate izabrati tip plaćanja.

# passDateTime
source: You can not add permission for past time.
sr: Ne mogu se izdavati propusnice za prošlo vreme.

# permissionNotSaved
source: Permission could not be saved.
sr: Nije uspelo izdavanje propusnice.

# permissionNotUpdated
source: Permission could not be updated.
sr: Nije uspela izmena propusnice.

# usedPermDelete
source: You can not delete used permissions.
sr: Ne mogu se brisati iskorišćene propusnice.

# btnReport
source: Report
sr: Izveštaj

source: no
sr: ne

source: No report data.
sr: Nema podataka za izveštaj.

source: yes
sr: da

# lblPassesReport
source: Passes report
sr: Izveštaj o prolascima

# lblExitPermReport
source: Exit permissions report
sr: Izveštaj o propusnicama

# lblAbsencesSearch
source: Whole day absences search
sr: Pretraga celodnevnih odsustava

# chbIncludeUnjustified
source: Include unjustified
sr: Uključi neopravdane

# hdrFrom
source: From
sr: Od

# hdrTo
source: To
sr: Do

# hdrYear
source: Year
sr: Godina

# lblOnlyVacation
source: *Only for vacations
sr: *Samo za odmore

# fri
source: Friday
sr: petak

# mon
source: Monday
sr: ponedeljak

# sat
source: Saturday
sr: subota

# sun
source: Sunday
sr: nedelja

# thu
source: Thursday
sr: četvrtak

# tue
source: Tuesday
sr: utorak

# wed
source: Wednesday
sr: sreda

# Aug
source: August
sr: Avgust

# Dec
source: December
sr: Decembar

# Feb
source: February
sr: Februar

# Jan
source: January
sr: Januar

# Jul
source: July
sr: Jul

# Jun
source: June
sr: Jun

# Mar
source: March
sr: Mart

source: May
sr: Maj

# Nov
source: November
sr: Novembar

# Oct
source: October
sr: Oktobar

# Sep
source: September
sr: Septembar

# lblBranch
source: Branch:
sr: Brenč:

# lblCostCentar
source: Cost center unit:
sr: Mesto troška:

# lblEmplData
source: Employee data
sr: Podaci o zaposlenom

# lblFirstName
source: First name:
sr: Ime:

# lblHoursCalc
source: Hours calculation
sr: Izračunati sati

# lblLastName
source: Last name:
sr: Prezime:

# lblOUnit
source: O. unit:
sr: O. jedinica:

# lblPlant
source: Plant:
sr: Fabrika:

# lblWorkgroup
source: Workgroup:
sr: Grupa:

# btnCancel
source: Cancel
sr: Odustani

# btnNextDay
source: Next day
sr: Naredni dan

# btnPrevDay
source: Previous day
sr: Prethodni dan

# btnShow
source: Show
sr: Prikaži

# hdrReader
source: Clock machine
sr: Terminal

# lblEndTime
source: End time:
sr: Kraj:

# lblStartTime
source: Start time:
sr: Početak:

# noDateInterval
source: You must enter date interval.
sr: Morate uneti vremenski interval pretrage.

# invalidPairEnd
source: Invalid pair end entered.
sr: Neispravno unet kraj para.

# invalidPairStart
source: Invalid pair start entered.
sr: Neispravno unet početak para.

# noSelectedPassType
source: You did not selected wage type.
sr: Niste izabrali tip plaćanja.

# lblEmployeeSelection
source: Employee selection:
sr: Selekcija zaposlenog

# hdrEmployeeName
source: First name
sr: Ime

# hdrEmpolyeeLastName
source: Last name
sr: Prezime

# lblSelectAll
source: Select all
sr: Označi sve

# lblPassType
source: Wage type
sr: Tip plaćanja

# hdrEndTime
source: End time
sr: Kraj

# hdrStartTime
source: Start time
sr: Početak

# hdrTotal
source: Total
sr: Ukupno

# overtimeCanNotChange
source: You can not change overtime pair duration.
sr: Ne sme se menjati trajanje prekovremenih sati.

# pairDurationChangeInvalid
source: You can not change duration to this pair.
sr: Ovom paru ne možete menjati trajanje.

# delayMaxDurationExceeded
source: Delay duration can not be longer then allowed.
sr: Kašnjenje ne može biti duže od dozvoljenog.

# overtimeBeforeShiftEndRule
source: Overtime hours can not be inserted contrary to overtime shift end rule.
sr: Prekovremeni sati ne mogu biti zadati protivno pravilu o početku računanja prekovremenih sati nakon završetka smene.

# overtimeBeforeShiftStartRule
source: Overtime hours can not be inserted contrary to overtime shift start rule.
sr: Prekovremeni sati ne mogu biti zadati protivno pravilu o početku računanja prekovremenih sati pre početka smene.

# overtimeJustifiedChange
source: You can not change pairs that are not overtime to justifiy type.
sr: Ne možete menjati trajanje parova koji nisu prekovremeni sati za pravdanje.

# overtimeLessThenMinimum
source: You can not change duration of overtime pair to be less than minimum presence.
sr: Ne možete promeniti trajanje para sa prekovremenim časovima tako da trajanje bude manje od minimalno dozvoljenog.

# overtimePairOverlap
source: You can not insert overtime over existing pair.
sr: Ne možete ubaciti prekovremene sate preko već postojećeg para.

# pairLessThenMinimum
source: You can not change duration of pair to be less than minimum presence.
sr: Ne možete promeniti trajanje para tako da trajanje bude manje od minimalno dozvoljenog.

# pairNotSameInterval
source: You can not change pair from different time schema interval.
sr: Ne možete menjati parove koji nisu u istom intervalu satnice.

# bankHourDayLimitReached
source: Bank hour day limit is reached.
sr: Dostignut je dnevni limit za zarađene sate.

# bankHourWeekLimitReached
source: Bank hour week limit is reached.
sr: Dostignut je nedeljni limit za zarađene sate.

# noMoreAnnualLeave
source: No more free days of annual leave for using.
sr: Nema dovoljno slobodnih dana godišnjeg odmora za korišćenje.

# overtimeDayLimitReached
source: Overtime day limit is reached.
sr: Dostignut je dnevni limit za prekovremene sate.

# overtimeWeekLimitReached
source: Overtime week limit is reached.
sr: Dostignut je nedeljni limit za prekovremene sate.

# notEnoughBankHour
source: Not enough earned hours.
sr: Nema dovoljno zarađenih sati.

# notEnoughStopWorkingHours
source: Not enough prepaid hours.
sr: Nema dovoljno unapred plaćenih sati.

# ptCompositeLimitReached
source: Composite limit for this wage type is already reached.
sr: Dostignut je kompozitni limit za ovaj tip plaćanja.

# ptElementaryLimitReached
source: Elementary limit for this wage type is already reached.
sr: Dostignut je elementarni limit za ovaj tip plaćanja.

# pairsCountersSavingFailed
source: Saving pairs and counters failed.
sr: Nije uspelo čuvanje parova i brojača.

# chbDefaultCategory
source: Default category
sr: Podrazumevana kategorija

# tabClockData
source: Clock data
sr: Registracije

# tabConfirmationAbsences
source: HRSSC verification
sr: HRSSC verifikacija

# tabCounters
source: Counters
sr: Brojači

# tabDetails
source: Advanced search
sr: Napredna pretraga

# tabForms
source: Request forms
sr: Obrasci

# tabLoans
source: Loans
sr: Pozajmice

# tabMassiveInput
source: Massive input
sr: Grupni unos

# tabOutstandingData
source: Outstanding data
sr: Nerazrešeni podaci

# tabReports
source: Reports
sr: Izveštaji

# tabTMData
source: TM Data
sr: RV podaci

# tabVerification
source: WCDR verification
sr: WCDR verifikacija

# tabWUStatisticReports
source: Statistical reports
sr: Statistički izveštaji

# noWUPrivilage
source: You do not have permission to see any FS unit.
sr: Nemate prava ni nad jednom FS jedinicom.

# hdrEmplId
source: Personal Country Code
sr: JMBG

# hdrWorkingUnit
source: FS
sr: Celina

# hdrEmployee
source: Employee
sr: Zaposleni

# lblSingleEmployeePerPage
source: Single employee per page
sr: Jedan zaposleni po strani

# chbTwoDayView
source: Show next day
sr: Prikaz i narednog dana

source: Invalid date format.
sr: Neispravan format datuma.

# lblAbsent
source: Absent:
sr: Odsutno:

# lblEmployee
source: Employee:
sr: Zaposleni:

# lblPresent
source: Present:
sr: Prisutno:

# noEmployeesForTMData
source: No employee data to show.
sr: Nema zaposlenih za koje bi se prikazali podaci.

# btnAssignTS
source: Assign TS
sr: Dodela RV

# btnBack
source: Back
sr: Nazad

source: No selected employee.
sr: Nema izabranog zaposlenog.

# hdrCycleDay
source: Cycle day
sr: Rbr Dana

# hdrTolerance
source: Tolerance:
sr: Tolerancija:

# lblTimeSchema
source: Time schema:
sr: Satnica:

# hdrDate
source: Date
sr: Datum

# hdrHours
source: Hours
sr: Sati

# lblEnd
source: End:
sr: Kraj:

# lblStart
source: Start:
sr: Početak:

# noEmployeesSelected
source: No selected employees.
sr: Nema izabranih zaposlenih.

source: No pairs for saving.
sr: Nema parova koji bi bili sačuvani.

# pairsSaved
source: Pairs successufuly saved.
sr: Parovi su uspešno sačuvani.

# pairsSavingFaild
source: Saving pairs failed.
sr: Nije uspelo čuvanje parova.

# hdrFromTime
source: From
sr: Od

# hdrPermanentUTE
source: Permanent UTE
sr: Stalni UTE

# hdrTempUte
source: Temporary UTE
sr: Privremeni UTE

# hdrToTime
source: To
sr: Do

# rbMove
source: Loans
sr: Pozajmice

# rbShow
source: Preview
sr: Prikaz

# hdrFri
source: Fri
sr: Pet

# hdrMon
source: Mon
sr: Pon

# hdrSat
source: Sat
sr: Sub

# hdrSun
source: Sun
sr: Ned

# hdrThu
source: Thu
sr: Čet

# hdrTue
source: Tue
sr: Uto

# hdrWed
source: Wed
sr: Sre

# loansSaved
source: Loans saved successufuly.
sr: Pozajmice su uspešno sačuvane.

# loansSavingFaild
source: Loans saving failed.
sr: Nije uspelo čuvanje pozajmica.

# noEmployeesForReport
source: No employees data for showing.
sr: Nema zaposlenih za koje bi se prikazali podaci.

# noLoansForSaving
source: No loans to save.
sr: Nema pozajmica za čuvanje.

# dayPairsNotValid
source: Pairs are not valid and will not be saved.
sr: Parovi nisu validni i neće biti sačuvani.

# maxLoanPeriod
source: Maximal loan period reached for some employees so thay can not be loaned.
sr: Za neke od zaposlenih je dostignut maksimalni period pozjamice pa ne mogu biti pozajmljeni.

# pair0Message
source: *Pairs of 0 lenght and pairs marked for deletion will not be saved.
sr: *Parovi dužine 0 i parovi označeni za brisanje neće biti sačuvani.

# tempWUSelectedSame
source: You can not loan employees to same UTE.
sr: Ne mogu se zaposleni pozajmiti istom UTE-u.

# lblMonth
source: Month:
sr: Mesec:

# rbAnalitical
source: Analytical
sr: Analitički

# rbCounter
source: Counters
sr: Brojači

# rbMonthly
source: Monthly
sr: Mesečni

# rbSummary
source: Summary
sr: Zbirni

# hdrComment
source: Presence comment
sr: Komentar prisustva

# hdrDay
source: Day
sr: Dan

# hdrPaymentCode
source: PC
sr: VP

# hdrReason
source: Absence reason
sr: Razlog odsustva

# lblCycleDay
source: Day:
sr: Dan:

# btnVerifyAll
source: Verify all
sr: Verifikuj sve

# rbAllData
source: All
sr: Svi

# rbVerificationData
source: For verification
sr: Za verifikaciju

# lblSelection
source: Selection
sr: Selekcija

# btnAssign
source: Assign
sr: Dodeli

# lblWorkingUnitSelection
source: FS unit selection
sr: Selekcija FS jedinice

# rbMultiple
source: Multiple
sr: Više

# rbSingle
source: Single
sr: Jedna

# lblNationalHoliday
source: National holiday:
sr: Nacionalni praznik:

# lblPersonalHoliday
source: Personal holiday:
sr: Lični praznik:

# lblWeekend
source: Weekend:
sr: Vikend:

# lblWorkingDay
source: Regular day:
sr: Regularni dan:

# mothUnregular
source: Month selection error
sr: Greška u selekciji meseca

# selectionMustBeNumber
source: Date selection must be number.
sr: Selekcija datuma mora biti broj.

# selectionOverMothDuration
source: Selection dates must be less than months duration.
sr: Selekcija ne može biti veći broj od broja dana u mesecu.

# selectionToLessThanFrom
source: Selection date from must be less than selection date to.
sr: Datum od kog selekcija počinje mora biti manji od datuma kojim se završava.

source: No pairs to verify.
sr: Nema parova za verifikaciju.

# pairsNotVerified
source: Pairs could not be verified.
sr: Parovi nisu mogli biti verifikovani.

# pairsVerified
source: Pairs successufuly verified.
sr: Parovi su uspešno verifikovani.

# assignEachDay
source: You must assign employee time schedule for each day.
sr: Morate zadati satnicu zaposlenom za svaki dan.

# emplScheduleNotSaved
source: Employee schedule saving faild.
sr: Nije uspelo čuvanje satnica zaposlenog.

# emplScheduleSaved
source: Employee schedules saved successfully.
sr: Uspešno su sačuvane satnice zaposlenog.

# hdrAnomalyCategory
source: Anomaly category
sr: Kategorija anomalije

# hdrEmployeeID
source: Employee ID
sr: ID zaposlenog

# hdrEmplType
source: Type
sr: Tip

# lblAnomalyCategory
source: Anomaly categories
sr: Kategorije anomalija

# notconfirmed
source: Notconfirmed data
sr: Nepotvrđeni podaci

# notverified
source: Notverified data
sr: Neverifikovani podaci

# overtimetojustify
source: Overtime to justify hours
sr: Prekovremeni sati za pravdanje

# unjustified
source: Unjustified absences
sr: Neopravdani izostanci

# lblEmployeesData
source: Employees data:
sr: Podaci o zaposlenima:

# lblDataForMonth
source: Data for month:
sr: Prikazani podaci za mesec:

# assignDay
source: You must assign day to save time schema to employees.
sr: Morate zadati satnicu za bar jedan dan da biste je zadali zaposlenima.

# changingLessPreviousMonth
source: You can not insert pairs before previous month.
sr: Najraniji period za koji možete unositi parove je prethodni mesec.

# changingPreviousMonthCuttOffDatePassed
source: Cut off date has passed, so you can not insert pairs for previous month.
sr: Plate su obračunate za prethodni mesec pa se ti parovi ne smeju menjati.

# lblOverwritePairs
source: Overwrite pairs
sr: Prepisati parove

# noMassiveInputAllowedEmployees
source: No employees for allowed massive input.
sr: Nema zaposlenih za koje je dozvoljen masovni unos.

# overtimePairsMassiveInputOneDay
source: Overtime types can not be inserted for more than one day.
sr: Prekovremene tipove ne možete unositi za više dana.

# ptLimitOccassionalyReached
source: Occassionaly limit for selected type reached.
sr: Dostignut je limit po korišćenju za izabrani tip.

# chrtOthers
source: Other FS units
sr: Ostale FS jedinice

# hdrPercentPlanned
source: % of planned
sr: % od planiranog

# hdrPercentRealised
source: % of realised
sr: % od realizovanog

# lblPlanned
source: Planned:
sr: Planirano:

# lblRealised
source: Realised:
sr: Realizovano:

# btnConfirmAll
source: Confirm all
sr: Potvrdi sve

# noPairsToConfirm
source: No pairs for confirmation.
sr: Nema parova za potvrđivanje.

# pairInvalidDuration
source: Pair can not be negative or 0 duration.
sr: Par ne može imati negativnu ili dužinu 0.

# pairsConfirmed
source: Pair successufully confirmed.
sr: Parovi su uspešno potvrđeni.

# pairsNotConfirmed
source: Pairs could not be confirmed.
sr: Parovi nisu mogli biti potvrđeni.

# noConfirmTypePrivilage
source: No privilages for confirmation type.
sr: Ne postoje privilegije za tip za potvrdu.

source: Non existing confirmation type.
sr: Ne postoji tip za potvrdu.

# lblPassTypeSelection
source: You may select up to four wage types at the same time.
sr: Mozete istovremeno selektovati najvise četiri tipa plaćanja.

# lblUteSelection
source: You may select up to four UTE at the same time.
sr: Mozete istovremeno selektovati najvise četiri FS jedinice.

source: day
sr: dan

source: days
sr: dana

# countersSaved
source: Counters successufully saved.
sr: Brojači su uspešno sačuvani.

source: Counters saving failed.
sr: Nije uspelo čuvanje brojača.

# maximalMinute
source: Minute value is not valid.
sr: Vrednost za minute nije validna.

# nonValidCounter
source: Not valid counter value.
sr: Vrednost brojača nije validna.

# lblMontlyTotals
source: Print monthly totals
sr: Mesečni totali

# btnNext
source: Next
sr: Sledeći

# btnPrev
source: Previous
sr: Prethodni

# confirmationDesc
source: HRSSC verification
sr: HRSSC verifikacija

# inWSDesc
source: in WS
sr: radno vreme

# manualCreatedDesc
source: manually created
sr: ručno kreiran

# nightWorkDesc
source: night work
sr: noćni rad

# outWSDesc
source: out of WS
sr: Van r.vr.

# verificationDesc
source: WCDR verification
sr: WCDR verifikacija

# lblForms
source: Forms:
sr: Obrasci:

# rbTraining
source: Training report
sr: Izveštaj o treningu

# rbTravelReq
source: Travel requisition
sr: Zahtev za putovanje

# noMassiveInputForHolidays
source: Massive input is not allowed for holidays.
sr: Nije dozvoljen grupni unos za dane kada su praznici.

# setPairTime
source: You must set pair duration first.
sr: Morate prvo uneti ispravno trajanje para.

# lblPayrollID
source: Payroll ID:
sr: ID zaposlenog:

# lblTempUTE
source: Destination unit
sr: Ciljna jedinica

# noAnnualLeaveAllowedEmployees
source: No employees allowed for annual leave input.
sr: Nema zaposlenih za koje je dozvoljen unos godišnjeg odmora.

# noCompanyAnnualLeave
source: No annual leave defined for company.
sr: Kompanija nema definisan godišnji odmor.

# tabAnnualLeave
source: Annual leave
sr: Godišnji odmor

# noTempWUSelected
source: Destination unit is not selected.
sr: Nije izabrana ciljna jedinica.

# incorrectConfirmationType
source: Incorrect verification type.
sr: Neispravan tip za verifikaciju.

# lblConfirmationPassTypes
source: Verification types:
sr: Tipovi za verifikaciju:

# noConfirmationType
source: Verification type is not selected.
sr: Nije izabran tip za verifikaciju.

# cutOffDayPessed
source: Cut off date has passed, so you can not change shift for previous month.
sr: Plate su obračunate za prethodni mesec pa se te satnice ne mogu menjati

# lblHRSSCNoLimit
source: *HRSSC user has no limits checking
sr: *HRSSC korisnik nema proveravanje limita.

# emptyInterval
source: for deletion
sr: za brisanje

# btnUndoChanges
source: Undo changes
sr: Poništi izmene

# noAbsenceAllowedEmployees
source: Not allowed entering employee absence.
sr: Nije dozvoljen unos odsustva zaposlenom.

# tabAbsences
source: Absences
sr: Odsustva

# hdrDescription
source: Description
sr: Opis

# rbUndoVerification
source: verified
sr: verifikovani

# rbVerification
source: for verification
sr: za verifikaciju

# lblUndoVerificationHelp
source: *Verification is canceled by clicking on verified day.
sr: *Verifikacija se poništava klikom na verifikovani dan.

# undoVerifiedFailed
source: Undo verification failed.
sr: Nije uspelo poništavanje verifikacije.

# FSResPerson
source: FS responsible person:
sr: FS odgovorno lice:

# OUResPerson
source: OU responsible person:
sr: OU odgovorno lice:

# noChangesDetected
source: No changes dtected
sr: Nisu detektovane izmene

# flexyOvertimeChange
source: If you want to change time schema interval lasting, you must change all justified or rejected overtime to overtime to justify.
sr: Da biste menjali trajanje intervala satnice, morate sve raspoređene prekovremene sate prevesti u neraspoređene.

# counterValueLessThanNeeded
source: Counter value is less than needed
sr: Vrednost brojača je manja od potrebne.

# hdrBranch
source: Branch
sr: Brenč

# overtimeNotValidRoundingRule
source: You can not change overtime pair opposite rounding rule for overtime hours.
sr: Ne možete menjati prekovremeni par mimo pravila o zaokruživanju prekovremenih sati.

# changingNotAllowedPair
source: You can not change pair whose lasting is not allowed to change.
sr: Ne možete menjati par za koji nije dozvoljeno menjanje trajanja.

# hdrCostCentre
source: Cost center
sr: Mesto troška

# hdrWorkgroup
source: Workgroup
sr: Grupa

# lblEmployeeType
source: Employee type:
sr: Tip zaposlenog:

# invalidOfficialTripDuration
source: You can not change duration to official trip to be less than interval duration.
sr: Ne možete menjati trajanje službenog puta tako da bude kraće od trajanja intervala satnice.

# rbHierarchically
source: hierarchically
sr: hijerarhijski

# rbResponsiblePerson
source: responsible person
sr: odgovorne osobe

# rbSelected
source: selected unit
sr: izabrana jedinica

# chbDateCompany
source: Company for date
sr: Kompanija za datum

# lblReportType
source: Report type
sr: Tip izveštaja

# rbLast2Weeks
source: Last two weeks
sr: Zadnje dve nedelje

# rbPrevMonth
source: Previous month
sr: Prethodni mesec

# rbPrevWeek
source: Previous week
sr: Prethodna nedelja

# tabWorkAnalyzeReports
source: Work Analysis
sr: Analiza rada

# lblFinished
source: Finished generating reports.
sr: Izveštaji su generisani.

# lblGenerating
source: Generating reports in progress.
sr: U toku je generisanje izveštaja.

# rbFromBeginOfMonth
source: From the beginning of month
sr: Od početka meseca

# notValidScheduleAssigned
source: Assigned time schema schedule is not valid. Check assigning of third and 10 hours shifts and time between shifts for days
sr: Unet raspored smena nije validan. Proverite unos trećih i desetočasovnih smena kao i razmak između smena za dane

# bankHourNegative
source: Check if those hours are already used. If so, first change used bank hours.
sr: Proverite da lli su ovi sati već korišćeni. Morate prvo izmeniti korišćene sate.
