Repository: ViktorCPS/ACTA_VS2022
Catalog: EmailNotificationManagement/Resource.*.resx
Languages: sr

# anomaly
source: Anomaly category
sr: Kategorija anomalije

# dataIntervention
source: There are data that require intervention:
sr: Postoje podaci koji zahtevaju intervenciju:

source: Date
sr: Datum

source: Employee
sr: Zaposleni

# end
source: End time
sr: Završno vreme

# notverified
source: Notverified data
sr: Neverifikovani podaci

# overtime
source: Overtime to justify hours
sr: Prekovremeni sati za pravdanje

# pleaseDoNot
source: PLEASE DO NOT ANSWER TO THIS MESSAGE
sr: MOLIMO VAS DA NE ODGOVARATE NA OVU PORUKU

# start
source: Start time
sr: Početno vreme

# title
source: TM - reminder
sr: SPISAK PRISUTNIH RADNIKA

# unjustified
source: Unjustified absence
sr: Neopravdani izostanci

# wType
source: Wage type
sr: Tip plaćanja

# lblMessage1
source: THIS IS A TRIAL SYSTEM MESSAGE THAT INFORMS YOU ABOUT PASSES OF EMPLOYEES FROM HR SECTOR.
sr: OVO JE PORUKA KOJOM VAS SISTEM OBAVEŠTAVA O RADNICIMA KOJI SU TRENUTNO PRISUTNI.

# lblMessage2
source: IF YOU HAVE ANY OUTSTANDING DATA YOU WILL RECEIVE A MESSAGE LIKE THIS EVERY DAY.
sr: PORUKA ĆE STIZATI 4 PUTA DNEVNO.

# emailSupport
source: Email for support
sr: Email podrška

# payslipBody
source: We inform you that your payslip for
sr: Obaveštavamo vas da je obračunski list za

# payslipBody1
source: is available on your personal TM system (tab
sr: dostupan na TM sistemu (kartica

# payslipBody2
source: on WC SELFSERVICE role).
sr: u WC SELFSERVICE roli).

# payslipBody3
source: If you have any problems viewing or downloading it, please contact HRSSC at
sr: Ukoliko imate bilo kakvih problema prilikom pregleda ili preuzimanja, molimo Vas da kontaktirate HRSSC putem emaila

# payslipTab
source: Payslips
sr: Obračunski listovi

# titlePayslips
source: TM - notification
sr: ERV - obaveštenje

# couponAppointment
source: Medical appointment
sr: Zakazivanje medicinskog pregleda

# couponPrevention
source: Prevention of occupational diseases
sr: Prevencija profesionalnih bolesti

# hdrCompany
source: Company
sr: Kompanija

# hdrEmployee
source: Employee:
sr: Zaposleni:

# hdrEmplRisk
source: Risk:
sr: Rizik:

# hdrEmplType
source: Type:
sr: Tip:

# hdrShift
source: Shift:
sr: Smena:

# hdrVisitID
source: Visit ID:
sr: ID posete:

source: Visit month:
sr: Mesec posete:

source: , ambulance
sr: , ambulanta

# couponDoctor
source: The attending physician
sr: Nadležni lekar

# couponEmployeeBeen
source: The Employee has been examined at medical room ________________________ at ______________________.
sr: Zaposleni je pregledan u ambulanti ____________________ u vreme _____________________.

# couponResponsible
source: The Responsible (Surname and name / Company / Telephone)
sr: Nadređeni (Prezime i ime / Kompanija / Telefon)

# couponSuccVisit
source: Successful visit:
sr: Uspešna poseta

# visitAppointmentDate
source: Medical appointment date
sr: Zakazan je medicinski pregled dana

# visitAppointmentTime
source: , time
sr: u vreme

# changedCoupon1
source: We inform you that your previously scheduled medical check appointment (ID:
sr: Obaveštavamo Vas da je došlo do promena u vezi sa ranije zakazanim medicinskim pregledom (ID:

# changedCoupon2
source: on
sr: u

# changedCoupon3
source: Please, find details in attached coupon.
sr: Molimo Vas da pogledate detalje u priloženom kuponu.

# changedCoupon4
source: If you have any problems viewing or downloading it, please contact HRSSC at hr-services-serbia@fiatservices.com.
sr: Ako imate bilo kakav problem sa pregledom ili preuzimanjem kupona, molimo Vas da kontaktirate službu HRSSC na hr-services-serbia@fiatservices.com.

# changedCouponBC1
source: We inform you that some medical check appointments for employees you are responsible for are
sr: Obaveštavamo Vas da je za neke od zaposlenih za koje ste odgovorni došlo do

# changedCouponSerb1
source: We inform you that your previously scheduled medical check appointment (ID:
sr: Obaveštavamo Vas da je došlo do

# deletedCoupon1
source: We inform you that your previously scheduled medical check appointment (ID:
sr: Obaveštavamo Vas da je ranije zakazan medicinski pregled (ID:

# deletedCoupon3
source: canceled.
sr: otkazan.

# deletedCouponBC1
source: We inform you that some medical check appointments for employees you are responsible for are
sr: Obaveštavamo Vas da je za neke od zaposlenih za koje ste odgovorni doslo do

# newCouponBC1
source: We inform you that there are some medical check appointments scheduled for employees you are responsible for:
sr: Obaveštavamo Vas da neki od zaposlenih za koje ste odgovorni imaju zakazan medicinski pregled:

# newCouponBC2
source: Please, find details in the medical check tool.
sr: Molimo Vas da pogledate detalje u aplikaciji.

# newCouponBC3
source: If you have any questions, please contact HRSSC at hr-services-serbia@fiatservices.com.
sr: Ako imate neka pitanja, molimo Vas da kontaktirate službu HRSSC na hr-services-serbia@fiatservices.com.

# newCouponMedical
source: We inform you that a medical check appointment is scheduled for You.
sr: Obaveštavamo Vas da imate zakazan medicinski pregled.

# newCouponMedical1
source: Please, find details in the attached coupon.
sr: Molimo Vas da pogledate detalje u priloženom kuponu.

# newCouponMedical2
source: If you have any problems viewing or downloading it, please contact HRSSC at hr-services-serbia@fiatservices.com.
sr: Ako imate bilo kakav problem sa pregledom ili preuzimanjem kupona, molimo Vas da kontaktirate službu HRSSC na hr-services-serbia@fiatservices.com.

# titleMedical
source: Medical check - notification
sr: Medicinski pregled - obaveštenje

source: Confirmed
sr: Potvrđeni podaci

source: Employee ID
sr: ID radnika

source: Pass type
sr: Tip prolaska
