Repository: ViktorCPS/ACTA_VS2022
Catalog: Reports/ReportResource.*.resx
Languages: sr

# lblCompany
source: Company:
sr: Kompanija:

# lblReportType
source: Report type:
sr: Tip izveštaja:

source: Redistribution of working hours
sr: Preraspodela radnog vremena

# lblReportGenerated
source: Report is generated on desktop of your computer.
sr: Izveštaj je generisan i nalazi se na desktop-u vašeg računara.

# noResPerson
source: Company responsible person not set. Report can't be generated.
sr: Za kompaniju nije zadata odgovorna osoba, izveštaj ne može biti generisan.

# btnGenerateAgency
source: Generate agency report
sr: Generiši izveštaj za agencije

# btnGeneratePY
source: Generate PY report
sr: Generiši izveštaj za plate

# emplName
source: Employee name
sr: Prezime i ime

source: JMBG
sr: Matični broj

# nightHours
source: night work
sr: noćni rad

# PMCAgencyMonthlyReport
source: Employees working hours for month
sr: Evidencija radnog vremena zaposlenih za mesec

source: responsible person
sr: odgovorno lice

source: responsible person signiture
sr: potpis odgovornog lica

source: working hours
sr: časovi rada

# wuName
source: Working unit name
sr: Naziv radne jedince

source: year
sr: godine

# chbCoverUnpaid
source: Overtime hours covering
sr: Pokrivanje prekovremenim satima

# chbUnpaidMeals
source: Meals
sr: Isplata toplog obroka

# gbUnapid
source: Unpaid hours
sr: Neplaćeni sati

source: overtime hours
sr: prekovremeni sati

# regWorkHours
source: regular work
sr: redovan rad

source: unjustified hours
sr: neopravdani sati

# generatingDailyReport
source: Do you want to generate daily report?
sr: Želite li da generišete i dnevni izveštaj?

# hdrNotPaid
source: Not paid
sr: Neplaćeno

# hdrUnjustified
source: Unjustified
sr: Neopravdano

# gbMinimalMealPresence
source: Meal minimal presence
sr: Minimalno prisustvo za TO

# lblWorkingDay
source: Working day:
sr: Radni dan:

# lbNonWorkingDay
source: Nonworking day:
sr: Neradni dan:

# moreThen31DaysPeriod
source: More then 31 days selected.
sr: Izabrani period ne sme imati više od 31 dan.

# hdrSaturdayBH
source: BH work on Saturday
sr: BH rad subotom

# hdrSundayBH
source: BH work on Sunday
sr: BH rad nedeljom

# hdrSickLeavePregnancy
source: Sick leave pregnancy
sr: Bolovanje trudničko

# hdrProductionLine
source: Production line
sr: Proizvodna linija

# hdrPaidLeave60
source: Paid leave 60%
sr: Plaćeno odsustvo 60%

# GrundfosPYReport
source: Payment report
sr: Izveštaj za plate

# reportNotSaved
source: Report is not saved.
sr: Izveštaj nije sačuvan.

# reportSaved
source: Report is saved.
sr: Izveštaj je sačuvan.

# btnView
source: View
sr: Pregled

# GrundfosPYReportView
source: Report preview
sr: Pregled izveštaja

# hdrCalcID
source: Calc ID
sr: ID

# hdrCreatedBy
source: Created by
sr: Kreirao

# hdrCreatedTime
source: Created time
sr: Vreme kreiranja

# selectReport
source: Select report to view.
sr: Izaberite izveštaj za pregled.

# hdrNoOfHours
source: No. of hours
sr: Broj sati

# HyattTimeAndAttendance
source: Work time report
sr: Izveštaj za radno vreme

source: Organizational Unit
sr: Organizaciona jedinica

source: Unit reports
sr: Izveštaji po radnim jedinicama

source: Working Unit
sr: Radna jedinica

# gbChooseMonth
source: Choose month:
sr: Izaberite mesec:

# menuMonthlyTypeReport
source: Monthly Presence Tracking Reports
sr: Mesečni izveštaj o dolascima zaposlenih

source: Cost center
sr: Cost centar

# msgForecast
source: Report based on prediction!
sr: Forecast izveštaj! Izveštaj na osnovu predviđanja!

# msgHistoryPasses
source: Report based on passes!
sr: Izveštaj na osnovu prolazaka!

# msgHistoryPassesForecast
source: Report based on real passes till today and from today is prediction!
sr: Izveštaj na osnovu prolazaka do današnjeg datuma, a od današnjeg datuma je predviđanje!

# GotovaObrada
source: Processing finished.
sr: Unos podataka u fajl, gotov.

# MozetePogledatiIzvestaj
source: Report generated.
sr: Izveštaj generisan, možete pogledati.

# NeDiraj
source: Inserting data into file, please wait!!!
sr: Unos podataka u fajl.

# PocetakObradeProlazaka
source: Processing passes.
sr: Obrada prolazaka.

# PrikupljanjeProlaska
source: Gathering passes from database.
sr: Prikupljanje prolazaka iz baze.

# ProbajteOpet
source: Error, try again and don't use file before inserting of data is completed.
sr: Nažalost, došlo je do greške.

# ProlasciZaForecast
source: Forecast passes
sr: Predvidjanje prolazaka do kraja meseca

# ZavrsenoPrikupljanjePodataka
source: Gathering passes, completed.
sr: Prkupljanje prolazaka, završeno.

# NisiSacuvao
source: You didn't saved file, try again and insert name of the file.
sr: Niste ispravno sačuvali izveštaj, pokušajte ponovo i unesite naziv fajla.

source: Reports for Vacation
sr: Izveštaj o godišnjim odmorima zaposlenih
