Repository: ViktorCPS/ACTA_VS2022
Catalog: Reports/ReportResource.*.resx
Languages: sr

source: Employee
sr: Zaposleni

source: Location
sr: Lokacija

source: Include sublocation
sr: Uključujući i podlokacije

source: Time interval
sr: Vremenski interval

# lblFrom
source: From:
sr: Od:

# lblTo
source: To:
sr: Do:

# lblDocFormat
source: Document format
sr: Format dokumenta

# btnGenerateReport
source: Generate report
sr: Generiši izveštaj

# btnCancel
source: Cancel
sr: Odustani

# lblLastName
source: Last name:
sr: Prezime:

# hdrEmployeeID
source: Employee ID
sr: ID zaposlenog

# hdrFirstName
source: First name
sr: Ime

# hdrLastName
source: Last name
sr: Prezime

# hdrWorkingUnit
source: Working unit
sr: Radna jedinica

source: Employee reports
sr: Izveštaji po zaposlenima

source: Location reports
sr: Izveštaji po lokacijama

source: Hierarchically
sr: Hijerarhijski

# lblLocation
source: Location:
sr: Lokacija:

source: Working units
sr: Radne jedinice

# lblName
source: Name:
sr: Naziv:

# workingUnitReports
source: Working units reports
sr: Izveštaji po radnim jedinicama

# noEmplSelectedForRep
source: No selected employess. First select employee.
sr: Nema selektovanih zaposlenih. Najpre selektujte zaposlenog.

# lblWorkingUnit
source: Working unit:
sr: Radna jedinica:

# presenceTracking
source: Presence tracking reports
sr: Mesečni izveštaji o prisustvu zaposlenih

# lblFor
source: For:
sr: Za mesec:

# noWUGranted
source: You do not have permission to see report for any working unit.
sr: Nemate pravo da vidite izveštaj za bilo kog radnika.

# repAll
source: ALL
sr: Sve

# employeeAnaliticReports
source: Employee arrival report
sr: Izveštaji o dolascima zaposlenih

# noCSVExport
source: There are no data to export to CSV.
sr: Nema podataka za eksport u CSV fajl.

# moreRecordsThanAllowed
source: Report would have more than maximal number of pages allowed. Please, reduce criteria for generating report.
sr: Izveštaj bi imao više od maksimalnog dozvoljenog broja strana. Molimo vas da suzite kriterijum za generisanje izveštaja.

# recordsForWarning
source: This operation could last. Do you want to proceed without reducing criteria for generating report?
sr: Ova operacija može potrajati. Želite li da nastavite bez sužavanja kriterijuma za generisanje izveštaja?

# noTimeSchema
source: No defined time schema.
sr: Nema definisane satnice

# PaymentReports
source: Payment
sr: Plate

# dataNotFound
source: Data not fount fo a given criteria.
sr: Nema pronađenih podataka za zadati kriterijum.

# noWUSelected
source: No selected working units. First select working unit.
sr: Nema selektovanih radnih jedinica. Najpre selektujte radnu jedinicu.

# noTXTExport
source: There are no data to export to TXT.
sr: Nema podataka za eksport u TXT fajl.

source: Analitycal
sr: Analitički

source: Summary
sr: Zbirni

source: Report Type:
sr: Vrsta izveštaja:

# tagsReports
source: Retired tags reports
sr: Izveštaji o nevažećim karticama

source: Employee presence report
sr: Izveštaji o prisustvu zaposlenih

# wrongDatePickUp
source: Wrong date entered. Start date must be less than or equal to end date of interval.
sr: Pogrešno unet datum. Datum početka intervala mora biti manji ili jednak sa datumom kraja intervala.

# btnDetails
source: Details ...
sr: Detalji ...

# btnClose
source: Close
sr: Zatvori

# lblOthers
source: Others:
sr: Ostali:

# lblTotal
source: Total:
sr: Ukupno:

# lblInside
source: INSIDE:
sr: UNUTRA:

# lblOutside
source: OUTSIDE:
sr: VAN:

# lblTotalStaff
source: Total staff:
sr: Ukupno osoblja:

# lblPresence
source: Number of staff in presence:
sr: Broj prisutnog osoblja:

# gbStatistic
source: Statistic
sr: Statistika

# mittalEmployeeLocationReports
source: Employee location
sr: Lokacije zaposlenih

# mittalEmployeeLocationDetailsReports
source: Employee location details
sr: Detalji o lokacijama zaposlenih

# gbStatisticforLocation
source: Statistic for selected location
sr: Statistika za izabranu lokaciju

# tabPageOthers
source: Others
sr: Ostali

# hdrPassType
source: Pass type
sr: Tip prolaska

# hdrEventTime
source: Event time
sr: Vreme događaja

# hdrEmployee
source: Employee
sr: Zaposleni

# EmplAnalyticalWU
source: Analytical Report for Working Unit
sr: Izveštaji o dolascima zaposlenih za radnu jedinicu

# numberPassTypes
source: Number of selected pass types can't be more then seven!
sr: Broj selektovanih tipova prolazaka ne može biti veći od sedam!

# employeePresenceTypeReport
source: Presence Report by Types
sr: Izveštaj o prisutnosti po tipovima prolaska

# pioWorkListsReports
source: Work lists
sr: Radne liste

# noEmplReportPrivilege
source: You do not have privilege to see reports for any employee.
sr: Nemate pravo da vidite izveštaje ni za jednog zaposlenog.

# gbFor
source: For
sr: Za mesec

# btnCalculate
source: Calculate
sr: Izračunaj

source: Date:
sr: Datum:

# pioWorkingSaturdays
source: Working Saturdays
sr: Radne subote

# emplNoPauseCandidatesCountMess
source: Number of employees who has no candidates for pause:
sr: Broj zaposlenih za koje ne postoje kandidati za pauzu:

# emplNotHavePauseCountMess
source: Number of employees whose schedule doesn't have defined working day with pause:
sr: Broj zaposlenih za koje satnica nema definisan radni dan sa pauzom:

# emplNoTimeSchemaMess
source: Number of employees who has no time schema assigned:
sr: Broj zaposlenih kojima nije definisana satnica:

# emplNotWorkingDayCountMess
source: Number of employees who has worked on selected not working day:
sr: Broj zaposlenih koji su radili na selektovani neradni dan:

# emplOpenPairsCountMess
source: Number of employees who has open pairs on selected day:
sr: Broj zaposlenih koji imaju otvorene parove u selektovanom danu:

# emplPauseDurIsZeroMess
source: Number of employees whose pause duration is zero:
sr: Broj zaposlenih za koje je dužina pauze nula:

# emplPausEntryNotSucceedMess
source: Number of employees pause has not been processed:
sr: Broj zaposlenih za koje pauza nije obređena:

# emplPausEntrySucceedMess
source: Number of employees pause has been processed:
sr: Broj zaposlenih za koje je pauza obrađena:

# emplWorkingDayCountMess
source: Number of employees whose selected day is working day:
sr: Broj zaposlenih za koje je selektovani dan radni dan:

# noCandidatesForPause
source: No employees for calculation, either selected day is working day for everybody, or employees do not have time schema assigned!
sr: Nema zaposlenih za obradu, ili je selektovani dan za sve radni dan, ili nemaju dodeljenu satnicu!

# noIoPairsForDay
source: No IO Pairs for selected date!
sr: Nema parova za selektovani datum!

# emplCantDeletePauseCountMess
source: Number of employees existing pause can not be reprocessed:
sr: Broj zaposlenih za koje nije mogla da se obriše postojeća pauza:

# gbEmployees
source: Employees
sr: Zaposleni

# employeeNotNull
source: You must select employee.
sr: Morate izabrati zaposlenog.

# pioAnalyticWorkListsReports
source: Analytic work list
sr: Analitička radna lista

source: Absences
sr: Izostanci

# pioWorkListsAbsencesReports
source: Absences during working hours
sr: Izostanci u toku radnog vremena

# btnSearch
source: Search
sr: Pretraži

# gbVisit
source: Search
sr: Pretraga

# hdrDateEnd
source: Visit ended
sr: Kraj posete

# hdrDateStart
source: Visit started
sr: Početak posete

# hdrJMBGID
source: PIN/ID
sr: JMBG/Isprava

# hdrPurpose
source: Visit purpose
sr: Svrha posete

# hdrTag
source: Tag
sr: Kartica

# lblCardNum
source: Assigned tag:
sr: Dodeljena kartica:

# lblEmployee
source: Employee:
sr: Zaposleni:

# lblVisitDescr
source: Visit purpose:
sr: Svrha posete:

# lblVisitor
source: Visitor:
sr: Posetilac:

# tabPageCurrentVisitors
source: Current visits
sr: Trenutne posete

# tabPageVisitSearch
source: Visits search
sr: Pretraga poseta

# visitorsForm
source: Visits
sr: Posete

# officialPurpose
source: OFFICIAL
sr: SLUŽBENO

# otherPurpose
source: OTHER
sr: OSTALO

# privatePurpose
source: PRIVATE
sr: PRIVATNO

# visitNotSelected
source: You must select visit first!
sr: Prvo morate selektovati posetu!

# noVisitors
source: There is no working unit that belong to "Visitors"!
sr: Ne postoje radne jedinice koje pripadaju "Posetiocima"!

# resultsGreaterThenAllowed
source: There are too meny results that satisfy selected criteria. Showing could last couple of minutes. Do you want to proceed?
sr: Pronađeno je previše rezultata za zadati kriterijum pretrage. Prikazivanje može potrajati nekoliko minuta. Da li želite da nastavite?

# hdrEnter
source: Enter
sr: Ulaz

# hdrExit
source: Exit
sr: Izlaz

# hdrLocation
source: Location
sr: Lokacija

# visitDetailsForm
source: Visit details
sr: Detalji posete

# gbGatesAndCameras
source: Gates and cameras
sr: Kapije i kamere

# gbSurveillance
source: Live stream for selected camera
sr: Živa slika sa selektovane kamere

# hdrCameraID
source: Camera ID
sr: ID kamere

# hdrDescripton
source: Description
sr: Opis

# hdrGate
source: Gate
sr: Kapija

# lblCamerasOnGate
source: Cameras on selected gates:
sr: Kamere na selektovanoj kapiji:

# lblGate
source: Gate:
sr: Kapije:

# lblLegend
source: * Double click on camera to get live stream from it
sr: * Dupli klik na kameru za prikaz žive slike sa nje

# videoSurveillanceForm
source: Video surveillance
sr: Video nadzor

# notValidGate
source: Please select valid gate.
sr: Izaberite kapiju.

# selOneCamera
source: Select one camera for viewing live stream.
sr: Morate izabrati jednu kameru za pregledanje žive slike.

# lblCamera
source: Camera:
sr: Kamera:

# noConnToCamera
source: Connection to camera cannot be established.
sr: Nije moguće uspostaviti vezu sa kamerom.

# employeePassesReports
source: Employees passes
sr: Prolasci zaposlenih

# employeeWithoutPassesReports
source: Employees without passes
sr: Zaposleni bez prolazaka

# employeePassesHistoryReports
source: History of change
sr: Istorija izmena

# IOPairsReports
source: IO Pairs
sr: Parovi ulaz/izlaz

# chbShowRetired
source: Show retired employees
sr: Prikaži obrisane zaposlene

# gbPassTypes
source: Passes types
sr: Tipovi prolazaka

# selectAtLeastOnePassType
source: For generating report you need to select at least one pass type.
sr: Da biste generisali izveštaj neophodno je da selektujete bar jedan tip prolaska.

source: Meals used reports
sr: Izveštaj o iskorišćenim obrocima

# btnReport
source: Report
sr: Izveštaj

source: Card disapproved
sr: Odbijena kartica

# hdrDirection
source: Direction
sr: Smer

# hdrEvent
source: Event
sr: Događaj

# hdrReader
source: Reader
sr: Terminal

# lblDirection
source: Direction:
sr: Smer:

# lblEvent
source: Event:
sr: Događaj:

# lblReader
source: Reader:
sr: Terminal:

source: Trespass report
sr: Izveštaj o prekršajima

source: Unknown card
sr: Nepoznata kartica

# gbSearch
source: Search
sr: Pretraga

# TrespassLogs
source: Trespass
sr: Prekršaji

# btnScanDocument
source: Scaned document
sr: Skenirani dokument

# gbScanDoc
source: Scaned document
sr: Skenirani dokument

# gbVisitor
source: Visitor data
sr: Podaci o posetiocu

# lblFirstName
source: First name:
sr: Ime:

# lblIdentification
source: JMBG/Identification:
sr: JMBG/Lična isprava:

# lblVisitEnd
source: Visit end:
sr: Kraj posete:

# lblVisitStart
source: Visit start:
sr: Početak posete:

# lblWU
source: Working unit:
sr: Radna jedinica:

# titleVisitorsScanDoc
source: Scaned document
sr: Skenirani dokument

# routesSchReports
source: Security routes schedule reports
sr: Izveštaji o rasporedu obilazaka

# gbCriteria
source: Report criteria
sr: Kriterijumi izveštaja

# gbReportType
source: Report type
sr: Tip izveštaja

# lblRepType
source: Report type:
sr: Tip izveštaja:

# lblRoute
source: Route:
sr: Putanja:

# noRecordsForDisplay
source: No data for generate report.
sr: Nema podataka za generisanje izveštaja.

# rbAnalytic
source: Analytic
sr: Analitički

# rbSyntetic
source: Syntetic
sr: Sintetički

# gbDate
source: Date
sr: Datum

# lblDate
source: Date:
sr: Datum:

# ATBFODworkingTimeReport
source: Working time evidence
sr: Evidencija radnog vremena

# ATBFODPaymentReport
source: Payment
sr: Plate

# EmployeeLocationReport
source: Current emloyee location
sr: Trenutne lokacije zaposlenih

# cbOpenFile
source: Open document
sr: Otvori dokument

# incorectFilePath
source: Invalid file path. Enter file path again.
sr: Navedena putanja ne postoji. Navedite ponovo putanju.

# lblDest
source: Path:
sr: Putanja:

# lblMonth
source: Month:
sr: Mesec:

# btnBrowse
source: Browse
sr: Pronađi

# employeeAbsenceReports
source: Employee absence report
sr: Izveštaj o odsustvima zaposlenih

# passTypeAbsence
source: Absences
sr: Izostanci

# regularWorkOut
source: Regular work out of working time
sr: Redovan rad van r. vremena

# numberPassTypesRegWork
source: Number of selected pass types can't be more then six!
sr: Broj selektovanih tipova prolazaka ne može biti veći od šest!

# employeeVacationRep
source: Employee vacations report
sr: Izveštaj o godišnjim odmorima

# gbFilter
source: Work with filters
sr: Rad sa filterima

source: Update filter
sr: Izmeni filter

source: New filter
sr: Novi filter

# unableToPreview
source: Unable to load preview from selected camera.
sr: Nije moguća živa slika sa selektovane kamere.

# canNotSeeReport
source: You have no rights to preview track enter and exit reports.
sr: Nemate prava da pregledate izveštaj o ulascima i izlascima vozila.

# gbTime
source: Time
sr: Vreme u toku dana

# lblEnd
source: To:
sr: Do:

# lblStart
source: Form:
sr: Od:

# noDrivers
source: You do not have privilege to see reports for any driver.
sr: Nemate pravo da vidite izveštaj za bilo kog vozača.

# UNIPROMIOPairsReport
source: Track enter and exit report
sr: Izveštaj o ulascima i izlascima kamiona

# hdrDateTime
source: Date time
sr: Datum i vreme

# hdrPersone
source: Persone
sr: Osoba

# hdrVechicle
source: Vechicle
sr: Vozilo

# lblPersone
source: Persone:
sr: Osoba:

# lblVechicle
source: Vechicle:
sr: Vozilo:

# gbGroupByVechicle
source: Group by vechicle
sr: Grupisanje po vozilima

source: No
sr: Ne

source: Yes
sr: Da

# DailyPreviewTitle
source: Daily preview of working hours
sr: Dnevni pregled radnih sati

# hdrDate
source: Date
sr: Datum događaja

# hdrHours
source: Working hours
sr: Broj radnih sati

# hdrName
source: Name
sr: Ime i prezime

# hdrTime
source: Time
sr: Vreme događaja

# lblPassType
source: Pass type:
sr: Tip prolaska:

# lblShowPairs
source: Show pairs:
sr: Status:

# gbOverview
source: Overview
sr: Prikaz

# rbNumOfHours
source: Nuber of hours
sr: Broj sati

# rbPresence
source: + (Presence)
sr: + (Prisutnost)

# hdrEmployeeName
source: Employee name
sr: Prezime i ime

# hdrEvidAccount
source: Ev. account
sr: Ev. broj

# hdrTimeEnter
source: Enter
sr: Ulaz

# hdrTimeExit
source: Exit
sr: Izlaz

# ZINPassesReport
source: Employee passes preview
sr: Pregled ulaska - izlaska zaposlenih

# noEmplPassPrivilege
source: You don't have prevelage to preview employees passes.
sr: Nemate privilegije za pregled prolazaka zaposlenih.

# noPassesFound
source: No passes found for selected criteria
sr: Nisu pronadjeni podaci za selektovane kriterijume

# passesGreaterThenAllowed
source: There are too meny passes that satisfy selected criteria. Showing could last couple of minutes. Do you want to proceed?
sr: Pronađeno je previše prolazaka za zadati kriterijum pretrage. Prikazivanje može potrajati nekoliko minuta. Da li želite da nastavite?

# extraHoursUsed
source: Used hours
sr: Iskorišćeni sati

# earnedReportName
source: Earned hours preview
sr: Pregled zarađenih sati

# earnedTime
source: Earned hours
sr: Zarađeni sati

# extraHrsReports
source: Extra hours report
sr: Izveštaj o preraspodeli

# lblType
source: Type:
sr: Tip:

source: Overtime
sr: Prekovremeno

# rbAvaiableHrs
source: Avaiable hours
sr: Raspoloživi sati

# rbEarnedHrs
source: Earned hours
sr: Zarađeni sati

# rbUsedHrs
source: Used hours
sr: Iskorišćeni sati

# regular
source: Regular work
sr: Redovan rad

# regularAdvanced
source: Used ahead
sr: Iskorišćeni unapred

source: Rejected
sr: Odbačeni sati

# usingReportName
source: Avaiable hours preview
sr: Pregled sati za korišćenje

# usingTime
source: Avaiable hours
sr: Raspoloživi sati

# gbEmplGroup
source: Group of employees
sr: Grupa zaposlenih

# rbCategory
source: Category:
sr: Kategorija:

# ZINVisits
source: Visits preview
sr: Pregled poseta

# ExitPermisionsReports
source: Exit permisions
sr: Propusnice

# btnGenerateRequest
source: Generate request
sr: Generiši zahtev

# GSKVacationRequest
source: Vacation request
sr: Zahtev za odmor

# lblReplacement
source: Replacement
sr: Zamena

# lblTelephone
source: Mobile phone:
sr: Telefon:

# lblVacFor
source: To:
sr: Za:

# lblHrs
source: Hrs
sr: sati

# lblMinPresence
source: Min. of presents for M:
sr: Min. prisustva za TP:

# mealsOrderReports
source: Order
sr: Narudžba

source: Employees
sr: Zaposleni

# VisitorsReports
source: Visitors
sr: Posetioci

# lblWorkingUnits
source: Working units
sr: Radne jedinice

source: Monthly report
sr: Mecečni pregled

# btnEmplStatuses
source: Employees data
sr: Podaci o zaposlenima

# gbSearchCriteria
source: Search criteria
sr: Kriterijumi pretrage

# MittalCountPassesOnReader
source: Passes on reader summery report
sr: Zbirni izveštaj o prolascima na čitaču

# chbEmplStatusReport
source: Employee data
sr: Podaci o zaposlenima

# gbPaymentReport
source: Payment
sr: Plate

# WorkListsReport
source: Work lists
sr: Radne liste

# btnSave
source: Save
sr: Sačuvaj

source: Pass types report
sr: Izveštaj po tipovima prolazaka

# ptExtraHours
source: Extra hours
sr: Zarađeni sati

# ptExtraHoursTotal
source: Extra hours - total
sr: Zarađeni sati - ukupno

# ptHolidays
source: Holidays
sr: Državni praznici

# ptOvertime
source: Overtime work
sr: Prekovremeni rad

# ptPause
source: Pause-a
sr: Pauza-a

# ptUnexcusedAbsence
source: Unexcused absence
sr: Neopravdani izostanci

# ptWorkOnHoliday
source: Work on holiday
sr: Rad na dane praznike

# lblYear
source: Year:
sr: Godina:

source: Whole day absence annual report
sr: Godišnji izveštaj o celodnevnim odsustvima

# lblReportFormat
source: Report format:
sr: Format izveštaja:

source: No report format.
sr: Morate izabrati format izveštaja.

# paymentReportRetiredEmplError
source: Error while calculating pazment report for employee
sr: Došlo je do greške prilikom obrade zaposlenog

# retiredEmplError
source: Check if employee retired during the calculation period.
sr: Proverite da li je zaposleni penzionisan u toku obračunskog perioda.

# wu
source: working unit
sr: radna jedinica

# chbSelectAll
source: Select all
sr: Selektuj sve

# PresenceReports
source: Presence report
sr: Izveštaj o prisutnosti

# btnGenerate
source: Generate
sr: Generiši

# gbDateInterval
source: Date interval
sr: Vremenski interval

# gbUnitFilter
source: Unit filter
sr: Filter po jedinicama

source: Invalid date interval.
sr: Neispravan vremenski interval.

# LamesCumulativeReport
source: Cumulative report
sr: Kumulativni izveštaj

# hdrOU
source: Organizational unit
sr: Organizaciona jedinica

# hdrTotal
source: TOTAL
sr: UKUPNO

# hdrTotalAll
source: TOTAL ALL
sr: UKUPNO ZA SVE

# hdrWU
source: Working unit
sr: Radna jedinica

source: No report data.
sr: Nema podataka za izveštaj.

# hdrWorkingDays
source: Days of presence
sr: Dani prisustva

# WNMonthlyReport
source: Monthly report
sr: Mesečni izveštaj

# hdrEmplID
source: Employee ID
sr: ID zaposlenog

# CAMonthlyReport
source: Monthly report
sr: Mesečni izveštaj

source: Meals
sr: Topli obrok

source: Work on sunday
sr: Rad nedeljom

# rbAnalytical
source: Analytical
sr: Analitički

# rbSummary
source: Summary
sr: Zbirni

# allTypes
source: ALL
sr: SVI

# chbEmplTypeSum
source: Sum by employee type
sr: Sume po tipovima zaposlenih

# hdrPaid
source: Paid
sr: Plaćeno

# hdrSaturdayWork
source: Work on saturday
sr: Rad subotom

# hdrSickLeave
source: Sick leave
sr: Bolovanje

# hdrSundayWork
source: Sunday work
sr: Rad nedeljom

# hdrTotalPlusUnpad
source: Total + unpaid
sr: Ukupno + neplaćeno

# hdrType
source: Type
sr: Tip

# hdrUnpaid
source: Unpaid
sr: Neplaćeno

# hdrWorkingNorm
source: Norm
sr: Norma

# notConfirmedDataFound
source: Report can not be created. Not confirmed data found for employees
sr: Nije moguće kreiranje izveštaja. Pronađeni su nepotvrđeni podaci za zaposlene

source: RATE
sr: PROCENTI

# hdrAmount
source: Amount
sr: Varijabla

# PMCMonthlyReport
source: MonthlyReport
sr: Mesečni izveštaj

# chbHierarhicly
source: Hierarhicly
sr: Hijerarhijski

# PMCAbsenceReports
source: Absence reports
sr: Izveštaji o odsustvima

# PMCOvertimeHours
source: Overtime hours
sr: Sati van radnog vremena

# PMCStatisticalReports
source: Statistical reports
sr: Statistički izveštaji

# rbAbsence
source: Absence
sr: Odsustva

# rbAbsenceByType
source: Absence by type
sr: Odsustva po tipu

# rbAgeAverage
source: Age average
sr: Prosek godina

# rbGender
source: Gender
sr: Polna struktura

# rbHiredEmployees
source: Hired employees
sr: Novi zaposleni

# rbLeavingEmployees
source: Leaving employees
sr: Odlazeći zaposleni

# rbPositionChange
source: Position change
sr: Promene pozicija

# hdrAgeAverage
source: Age average
sr: Prosek godina

# hdrCategory
source: Category
sr: Kategorija

# hdrPosition
source: Position
sr: Pozicija

# gbCategory
source: Employee category
sr: Kategorija zaposlenog

# hdrSumCategories
source: Sum by categories
sr: Suma po kategorijama

# hdrSumPositions
source: Sum by positions
sr: Suma po pozicijama

# PMCCumulativeReports
source: Cumulative reports
sr: Kumulativni izveštaji

# rbOvertime
source: Overtime hours
sr: Prekovremeni sati

# sheetCategory
source: Categories
sr: Kategorije

# sheetLine
source: Lines
sr: Linije

# sheetPosition
source: Positions
sr: Pozicije

# PMCPYReport
source: PY report
sr: PY izveštaj

# hdrOldPosition
source: Old position
sr: Stara pozicija

# generateReportFailed
source: Genereting report failed.
sr: Nije uspelo generisanje izveštaja.

# hdrAnnualLeave
source: Annual leave
sr: Godišnji odmor

# hdrDay
source: Day
sr: Dan

# hdrDelay
source: Delay
sr: Kašnjenje

# hdrEmplCategory
source: Employee category
sr: Kategorija zaposlenog

# hdrFundHrs
source: Fund hours
sr: Ukupan fond sati

# hdrHoliday
source: National holiday
sr: Državni praznik

# hdrMeals
source: Meals
sr: Topli obrok

# hdrNightWork
source: Night work
sr: Noćni rad

# hdrOvertime
source: Overtime work
sr: Prekovremeni rad

# hdrPaidLeave
source: Paid leave
sr: Plaćeno odsustvo

# hdrRegularWork
source: Regular work - hours
sr: Redovan rad - časovi

# hdrSickLeave100
source: Sick leave 100%
sr: Bolovanje 100%

# hdrSickLeave65
source: Sick leave 65%
sr: Bolovanje 65%

# hdrSickLeaveOver30Days
source: Sick leave over 30 days
sr: Bolovanje preko 30 dana

# hdrUnpaidLeave
source: Unpaid leave
sr: Neplaćeno odsustvo

# hdrWorkOnHoliday
source: Work on national holiday
sr: Rad na državni praznik

# rbDelay
source: Delay
sr: Kašnjenja

# unconfirmedDataFound
source: Report can not be generated until all data are confirmed. Unregular data report is on desktop of your computer.
sr: Izveštaj ne može biti generisan dok se svi podaci na potvrde. Izveštaj sa neregularnim podacima nalazi se na desktop-u vašeg računara.

# hdrEarlierLeave
source: Earlier leave
sr: Raniji izlazak

# GeoxPYReport
source: Payment report
sr: Izveštaj za plate

# btnRecalculate
source: Recalculate
sr: Rekalkuliši

# CountersUpdateFaild
source: Counters update failed.
sr: Nije uspela rekalkulacija brojača.

# CountersUpdateSucc
source: Counters updated successufully.
sr: Rekalkulacija brojača je uspešno završena.

# enterCalcID
source: Enter calc ID to recalculate counters.
sr: Za rekalkulaciju brojača morate prvo uneti obračun na osnovu kog se vrši rekalkulacija.

# tabCounters
source: Counters
sr: Brojači

# tabReport
source: Report
sr: Izveštaj

# hdrStimulation
source: Stimulation
sr: Stimulacija
