Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# tabScheduledRoute
source: Appointed rounds
fi: Raspored obilazaka

# btnAssignRouteSch
source: Assign new appointed round
fi: Dodeli novi raspored

# btnListView
source: List view
fi: Vidi listu

# deleteRouteSchedules
source: Only SCHEDULED appointed rounds will be deleted. Are you sure you want to delete selected appointed routes?
fi: Samo rasporedi sa statusom SCHEDULED će biti izbrisani. Da li ste sigurni da želite da izbrišete selektovane rasporede obilazaka?

# gbDetails
source: Details
fi: Detalji

# gbRouteSch
source: Appointed rounds
fi: Rasporedi obilazaka

# gbRouteSchSearch
source: Search appointed rounds
fi: Pretraga rasporeda obilazaka

# hdrRoute
source: Route
fi: Putanja

# routeSchDeleted
source: Selected appointed rounds successufully deleted.
fi: Izabrani rasporedi obilazaka su uspešno izbrisani.

# routeSchedulesNotFound
source: No appointed rounds found.
fi: Nisu pronađeni rasporedi obilazaka za zadate kriterijume pretrage.

# routeSchNotDeleted
source: Some of selected appointed rounds could not be deleted.
fi: Došlo je do greške u radu sa bazom i neki od selektovanih rasporeda obilazaka nisu mogli biti izbrisani.

# selectRouteSchToDelete
source: Select appointed rounds to delete.
fi: Izaberite raspored obilazaka koji želite izbrisati.

# btnClearSelectedDays
source: Clear selected days
fi: Očisti selektovane dane

source: Route
fi: Putanje

# routeScheduleNotSaved
source: Appointed rounds saving faild.
fi: Došlo je do greške u radu sa bazom i raspored obilazaka nije mogao biti sačuvan.

# routeScheduleSaved
source: Appointed rounds successufully saved.
fi: Raspored obilazaka je uspešno sačuvan.

# SecurityRoutesScheduleAddForm
source: Assigning appointed rounds to employee
fi: Dodela rasporeda obilazaka zaposlenom

# selectEmplRouteSch
source: You must select employee first.
fi: Morate izabrati zaposlenog.

# selectOneDayCalendarRouteSch
source: You must select days.
fi: Morate izabrati dane kojima želite dodeliti rasporede obilazaka.

# selectRoute
source: You must select route first.
fi: Morate prvo izabrati putanju.

# selectRouteSchUpd
source: Select appointed rounds to update.
fi: Morate izabrati raspored obilazaka koji želite menjati.

# selEmpl
source: You must select employee.
fi: Morate selektovati zaposlenog.

# menuRoutesTag
source: Routes by tag
fi: Obilasci sa karticom

# lblRepType
source: Report type:
fi: Tip izveštaja:

# rbAnalytic
source: Analytic
fi: Analitički

# rbSyntetic
source: Synthetic
fi: Sintetički

# btnSelectAll
source: Select all
fi: Selektuj sve

# snapshotsForm
source: Camera photo
fi: Slika prolaska sa kamere

# rbRouteTag
source: by tag
fi: sa karticom

# rbTerminal
source: by terminal
fi: sa terminalom

# menuRoutes
source: Routes
fi: Obilasci

# menuRoutesTerminal
source: Appointed rounds
fi: Obilasci sa terminalom

# noScheduledRouteSch
source: No SCHEDULED routes schedules to delete.
fi: Nije bilo rasporeda obilazaka sa statusom SCHEDULED koji bi bili obrisani.

# btnImport
source: Import
fi: Učitaj

# gbEmplNotRoute
source: Employees without appointed rounds assigned
fi: Zaposleni koji nisu dodeljeni obilascima

# gbEmplRoutes
source: Employees with appointed rounds assigned
fi: Zaposleni koji su dodeljeni obilascima

# gbPoints
source: Checkpoints
fi: Kontrolne tačke

# gbPointSearch
source: Search checkpoints
fi: Pretraga kontrolnih tačaka

# gbReaderSearch
source: Search terminals
fi: Pretraga terminala

# hdrEmplID
source: Employee ID
fi: ID zaposlenog

# hdrPointID
source: Control point ID
fi: ID kontrolne tačke

# lblPointID
source: Control point ID:
fi: ID kontrolne tačke:

# pointsNotFound
source: No checkpoints found
fi: Nema pronađenih kontrolnih tačaka za zadate kriterijume pretrage.

# tabEmployees
source: Employees
fi: Zaposleni

# tabImportLog
source: Import log
fi: Učitavanje loga

# tabPoints
source: Checkpoints
fi: Kontrolne tačke

# tabTerminals
source: Terminals
fi: Terminali za obilaske

source: Add map
fi: Dodavanje mape

# hdrMapID
source: Map ID
fi: Šifra mape

# hdrParentMap
source: Parent map
fi: Nadređena mapa

# lblParentMap
source: Parent map:
fi: Nadređena mapa:

source: Maps maintenance
fi: Održavanje mapa

# deleteMap
source: Are you sure you want to delete selected maps?
fi: Da li ste sigurni da želite izbrisati selektovane mape?

# lblMapID
source: Map ID:
fi: Šifra mape:

# mapNotUpdated
source: Map is not changed.
fi: Došlo je do greške prilikom izmene i selektovana mapa neće biti promenjena.

# mapsDeleted
source: Maps successfully deleted.
fi: Mape su uspešno obrisane.

# mapsNotDeleted
source: Some of selected maps could not be deleted.
fi: Došlo je do greške prilikom brisanja i neke od selektovanih mapa neće biti izbrisane.

# mapUpdated
source: Map successfully updated.
fi: Mapa je uspešno promenjena.

# messageMapIDMustBeNum
source: Map ID must be number.
fi: Šifra mape mora biti ceo broj.

# messageMapIDNotSet
source: You must enter map ID.
fi: Morate uneti ID mape.

# messageMapInserted
source: Map successfully inserted. Do you want to enter new map?
fi: Podaci o mapi su uspešno sačuvani. Da li želite da unesete podatke o novoj mapi?

# messageMapNameNotSet
source: You must enter map name.
fi: Morate uneti naziv mape.

# messageNoPictureSelected
source: You must select pisture.
fi: Morate selektovati sliku.

# noSelMapsDel
source: No selected map to delete.
fi: Nema selektovane mape za brisanje.

source: Update map
fi: Izmena mape

# addCameraMode
source: Add camera
fi: Dodavanje kamere

# addGateMode
source: Add gate
fi: Dodavanje kapije

# addLocationMode
source: Add location
fi: Dodavanje lokacije

# addReaderMode
source: Add reader
fi: Dodavanje čitača

# lblMode
source: Select object:
fi: Selektujte objekat:

# lblObjectType
source: Object type:
fi: Vrsta objekta:

# lblPosition
source: Position:
fi: Pozicija:

# mapObjectsMaintenance
source: Object maintenance
fi: Održavanje objekata

# pointDeleted
source: Selected checkpoints successufully deleted.
fi: Selektovane kontrolne tačke su uspešno izbrisane.

# pointNotDeleted
source: Some of selected checkpoints could not be deleted.
fi: Došlo je do greške u radu sa bazom i neke od selektovanih kontrolnih tačaka nisu mogle biti izbrisane.

# selectPointToDelete
source: You must select checkpoints to delete.
fi: Morate izabrati kontrolne tačke koje želite izbrisati.

# noPointsSelectedUpd
source: No selected checkpoints to update.
fi: Nema selektovanih kontrolnih tačaka za izmenu.

# noReaderSelectedUpd
source: No selected terminals to update.
fi: Nema selektovanih terminala za izmenu.

# pointIDEmpty
source: You must enter ID.
fi: Morate uneti ID.

# pointIDNotNum
source: ID must be positive number.
fi: ID mora biti pozitivan broj.

# pointNotSaved
source: Control point could not be saved.
fi: Došlo je do greške u radu sa bazom i kontrolna tačka nije mogla biti sačuvana.

# pointNotUpdated
source: Control point could not be updated.
fi: Došlo je do greške u radu sa bazom i kontrolna tačka nije mogla biti promenjena.

# pointSaved
source: Control point successufully saved. Do you want to save new control point?
fi: Kontrolna tačka je uspešno sačuvana. Želite li da unesete novu kontrolnu tačku?

# pointUpdated
source: Control point successufully updated.
fi: Kontrolna tačka je uspešno promenjena.

# readerNotSaved
source: Terminal could not be saved.
fi: Došlo je do greške u radu sa bazom i terminal nije mogao biti sačuvan.

# readerNotUpdated
source: Terminal could not be updated.
fi: Došlo je do greške u radu sa bazom i terminal nije mogao biti promenjen.

# secRouteReaderSaved
source: Terminal successufully saved. Do you want to add new terminal?
fi: Terminal je uspešno sačuvan. Želite li da dodate novi terminal?

# SecurityRoutesPointAdd
source: Checkpoints add
fi: Dodavanje kontrolnih tačaka

# SecurityRoutesPointUpd
source: Checkpoints update
fi: Promena kontrolnih tačaka

# selectReaderToDelete
source: No selected terminals to delete.
fi: Nema selektovanih terminala za brisanje.

# tagIDEmpty
source: You must enter tag ID.
fi: Morate uneti ID kartice.

# emplContainsLog
source: security_routes_log table containes record for this employee so employee could not be removed.
fi: Za zaposlenog postoje rekordi u security_routes_log tabeli pa ne može biti uklonjen.

# emplNotSaved
source: Some employees could not be saved.
fi: Neki od zaposlenih nisu mogli biti sačuvani.

# emplSaved
source: Employees successufully saved.
fi: Zaposleni su uspešno sačuvani.

# lblMap
source: Map:
fi: Mapa:

# noImage
source: Image selection
fi: Selektujte mapu...

# noModeSelected
source: Add object
fi: Dodavanje objekta

# objectNotSaved
source: Object cannot be saved.
fi: Došlo je do greške prilikom čuvanja u bazu. Objekat nije sačuvan.

# objectSaved
source: Object successufully saved.
fi: Objekat je uspešno sačuvan u bazi.

# savePreviusObject
source: First save previous enter.
fi: Prvo sačuvajte prethodni unos.

source: Select object in list.
fi: Izaberite objekat u listi.

# selectPicture
source: You must select picture first.
fi: Najpre izaberite sliku.

# selectPoint
source: You must select object position first.
fi: Morate zadati poziciju objekta na mapi.

# menuRemove
source: Remove
fi: Ukloni

source: Map review
fi: Pregled mapa

# menuATBFODPaymentRep
source: FOD payment
fi: FOD plate

# menuATBFODPresenceRep
source: FOD employee presence for working unit
fi: FOD prisustvo zaposlenih za radnu jedincu

# menuATBFODRep
source: FOD reports
fi: FOD izveštaji

# btnClearLast
source: Clear last enter
fi: Obriši poslednji unos

source: Current presence
fi: Trenutna prisutnost

source: Live stream
fi: Video nadzor

source: Start monitor
fi: Pokreni monitor

# messageMapIDExists
source: Map with the same Map ID already exist.
fi: Mapa sa datom šifrom već postoji.

# labelCamera
source: Camera
fi: Kamera

# labelGate
source: Gate
fi: Kapija

# labelReader
source: Reader
fi: Terminal

# lblPictureMap
source: Picture:
fi: Slika:

# menuMapMaintenance
source: Map maintenance
fi: Održavanje mapa

# menuMapObjectMaintenance
source: Object maintenance
fi: Održavanje objekata

# menuMaps
source: Maps
fi: Mape

# btnMaps
source: Maps
fi: Mape

# roleNotADMIN
source: To continue you must be member of ADMIN Role.
fi: Da biste nastavili potrebno je da budete član ADMIN Role.

# gbMap
source: Map
fi: Mapa

# CanNotSelNegative
source: Selected time has a negative value. You can't use hours which were used already.
fi: Selektovano vreme je negativno. Ne možete koristiti već korišćeno vreme.

# chbUsingAhead
source: Using ahead
fi: Korišćenje unapred

# gbLastMonthData
source: Data for current month
fi: Podaci za tekući mesec

# lblEarnedHours
source: Earned hours:
fi: Zarađeni sati:

# lblUsedAhead
source: Hours used ahead:
fi: Unapred korišćeni sati:

# limitBreaken
source: You can not use hours ahead abouve defined limit.
fi: Nije dozvoljeno korišćenje sati unapred preko zadatog ograničenja.

# notEnoughTime
source: There is not enough extra hours
fi: Zaposleni nema dovoljno zarađenih sati.

# regularAdvanced
source: Used ahead
fi: Unapred korišćeni sati

# gbUsingAheadLimit
source: Using ahead limit
fi: Ograničenje

# lblUsingHoursAhead
source: Using hours ahead:
fi: Korišćenje sati unapred:

# btnPrev
source: Preview
fi: Pregled

# ExitPermAddMultiForm
source: Multi permission entry
fi: Unos višestruke propusnice

# gbChooseEmpl
source: Choose employee
fi: Izaberite zaposlenog

# gbDays
source: Days
fi: Dani

# gbPassType
source: Pass type
fi: Tip prolaska

# gbSortOrder
source: Sort order
fi: Sortiranje

# rbCertainDays
source: Certain days
fi: Oređeni dani

# rbDaySort
source: By days
fi: Po danima

# rbEmplSort
source: By employees
fi: Po zaposlenima

source: Choosen days*:
fi: Izabrani dani*:

# ExitPermDaysSel
source: Choose days
fi: Izaberite dane

# gbExitPermission
source: Exit permissions
fi: Propusnice

# gbExtraHours
source: Extra hours
fi: Preraspodela

# lblRemoveDay
source: *Double click on day to remove it from
fi: *Dupli klik za izbacivanje iz liste

# usedHoursAhead
source: Hours used ahead can not be deleted!
fi: Nije dozvoljeno brisanje sati korišćenih unapred!

# usingHoursAhead
source: Hours used ahead can not be changed! Do you want to proceed?
fi: Sati koji se koriste unapred se ne mogu menjati! Da li želite da nastavite?

# lblSchedule
source: Working time:
fi: Radno vreme:

# chooseDates
source: Choose dates for witch you whant to add permissions.
fi: Izaberite datume za koje želite da dodelite propusnice.

# exitPermPreview
source: Preview
fi: Pregled

# noHolesFound
source: No pairs found for selection.
fi: Nisu pronađeni parovi koji odgovaraju selekciji.

# selType
source: You must select type.
fi: Morate selektovati tip prolaska.

# eraseManualyIOpairs
source: You can not add pemission if there is only manualy created pairs.
fi: Ne mogu se zadati propusnice za dan u kom postoje samo ručno kreirani parovi.

# manualyCreatedPairs
source: Manualy created pairs exist.
fi: Postoje ručno uneti parovi koji će biti izbrisani unošenjem propusnica.

# openIOPairsExist
source: Open pairs exist, you can not enter permissions.
fi: Postoje otvoreni parovi, ne mozete uneti propusnice.

# lblUsingTimeAhead
source: Time using ahead:
fi: Vreme koje se koristi unapred:

# dateFromBigerThanTO
source: Date From is biger than date To.
fi: Datum Od je veći od datuma Do.

# dateInFuture
source: Selected days need to be in past.
fi: Izabrani dani moraju biti u prošlosti.

# updUserPasswordNotEmpty
source: Enter password.
fi: Unesite lozinku.

# CostumerVisitGraph
source: Graphic illustration of visits
fi: Grafički prikaz posećenosti

source: For day
fi: Dnevni

# forInterval
source: By days
fi: Po danima

# lblGraphType
source: Type of view:
fi: Vrsta prikaza:

# totalVisitNum
source: Total number of visits:
fi: Ukupan broj poseta:

# noReadersForLocation
source: Readers for selected location not found.
fi: Na selektovanoj lokaciji nisu pronađeni čitači.

# noVistis
source: No visits fo selected criteria.
fi: Nisu prnađene posete za definisane kriterijume.

# menuStandardReport
source: Basic reports
fi: Standardni izveštaji

# menuPeopleCounter
source: People counter
fi: Brojač prolazaka

# msgLongTimeInterval
source: Time interval can not be more than one month.
fi: Vremenski intarval ne može biti veći od jednog meseca.

# menuJUBMES
source: JUBMES reports
fi: JUBMES izveštaji

# menuJUBMESPayrolls
source: JUBMES payrolls
fi: JUBMES plate

# forMonthInterval
source: By months
fi: Po mesecima

# msgLongMonthInterval
source: Time interval can not be more than one year.
fi: Vremenski intarval ne može biti veći od jedne godine.

source: Everage
fi: Prosek

source: Friday
fi: Za svaki petak

# menuAdvancedReport
source: Advanced reports
fi: Napredni izveštaji

source: Monday
fi: Za svaki ponedeljak

# msgLongerThreeMonths
source: Time interval can not be more than three months.
fi: Vremenski intarval ne može biti veći od tri meseca.

source: Saturday
fi: Za svaku subotu

source: Sunday
fi: Za svaku nedelju

source: Thursday
fi: Za svaki četvrtak

source: Tuesday
fi: Za svaki utorak

source: Wednesday
fi: Za svaku sredu

# menuAdvancedReport1
source: Advanced report
fi: Napredni izveštaji

# menuBasicReport
source: Basic report
fi: Osnovni izveštaj

# rbAdvance
source: advance
fi: napredni

# rbBasic
source: basic
fi: osnovni

# rbStandard
source: standard
fi: standardni

# lblEarliest
source: Earliest arrived:
fi: Najraniji dolazak:

# lblLatest
source: Latest arrived:
fi: Najkasnij dolazak:

# btnGenerate
source: Generate
fi: Generiši

# emplAbsenceFootNoteNo
source: *Report without holidays and weekends.
fi: *Izveštaj ne uzima u obzir neradne dane.

# emplAbsenceFootNoteYes
source: *Report with holidays and weekends.
fi: *Izveštaj uzima u obzir neradne dane.

# menuJEEP
source: JEEP reports
fi: JEEP izveštaji

# menuJEEPWUReports
source: Presence reports
fi: Izveštaji o prisustvu zaposlenih

# btnDetailes
source: Detailes...
fi: Detalji...

# btnUsing
source: Using...
fi: Korišćenje...

# gbApprovedDays
source: Days approved
fi: Odobreno dana

# gbDaysLeft
source: Days left
fi: Preostalo dana

# gbUsedDays
source: Days used
fi: Iskorišćeno dana

# hdrApproved
source: Approved
fi: Odobreno

# hdrLeft
source: Left
fi: Preostalo

# hdrTotalForUsing
source: Total for using
fi: Ukupno za korišćenje*

# hdrTransposed
source: Transposed*
fi: Preneto*

# hdrUsedDays
source: Used
fi: Iskorišćeno

# lblEnter
source: Enter:
fi: Unos:

# lblLastModification
source: Last modification:
fi: Poslednja izmena:

source: Vacation evidence
fi: Evidencija godišnjih odmora

# gbDescription
source: Description
fi: Opis

# someExitPermNotSaved
source: Some exit permissions not saved.
fi: Neke propusnice nisu mogle biti sačuvane. Proverite da li su propusnice već prethodno unete.

# chbIncludePreviously
source: Include previously
fi: Uključi i prethodnu*

# chbMultiInterval
source: More intervals
fi: Više intarvala

# gbData
source: Data
fi: Podaci

# gbDefinitionType
source: Definition type
fi: Način zadavanja

# gbUsingPlan
source: Using plan
fi: Plan korišćenja

# lblDblClick
source: Dbl click to remove from list
fi: Dupli klik za uklanjanje iz liste

# lblNote
source: Note:
fi: Beleške:

# rbForEmpl
source: For employee
fi: Pojedinačno

# rbForWU
source: For working unit
fi: Za radnu jedinicu

# selectVacations
source: No selected vacations. For deleting vacations select it first in list.
fi: Nema selektovanih evidencija godišnjih odmora. Za brisanje odmora prethodno ih selektujte u listi.

# someVacAreUsed
source: Some of selected emplozee evidence are used and can not be deleted.
fi: Neke od selektovnih evidencija godišnjih odmora su već korišćene i ne mogu se obrisati.

# vacationEvidenceAdd
source: Add
fi: Dodavanje

# vacationEvidenceUpdate
source: Update
fi: Izmena

# vacationsDeleted
source: Selected vacations evidence successfuly deleted.
fi: Selektovane evidencije godišnjih odmora su uspešno obrisane.

# vacationsNOTDeleted
source: Selected vacations evidence could not be deleted.
fi: Selektovane evidencije godišnjih odmora nisu mogle biti obrisane.

# hdrYear
source: Year
fi: Godina

# lblDaysVac
source: Days:
fi: Dana:

# lblYear
source: Year:
fi: Godina:

# employeeHasVac
source: Vacation fore selected emplozee and selected year allready defined.
fi: Zaposlenom je već zadat odmor za selektovanu godinu.

# msgToTimeLessThenFrom
source: Interval start time must bee less then end time.
fi: Početno vreme intervala mora biti manje od krajnog.

# selEmployee
source: You must select employee.
fi: Morate selektovati zaposlenog kome dodeljujete dane odmora.

# selWU
source: You must select working unit.
fi: Morate selektovati radnu jedinicu.

# vacationsInserted
source: Vacations data successfully inserted. Would you like to insert more vacations data?
fi: Podaci o odmoru su upešno sačuvani. Da li želite da dodate još podataka?

# vacationsNotInserted
source: Vacation data not saved.
fi: Podaci o odmoru nisu sačuvani.

# lblForCurrentYear
source: *For current year only.
fi: *Samo za tekuću godinu

# someVacationsExist
source: Some employees had vacations define allready.
fi: Za neke zaposlene su već postojali odmori.

# vacationUpdated
source: Vacation data successfully updated.
fi: Podaci o odmoru su uspešno izmenjeni.

# msgTimeOverloop
source: Interval is overlooping with some intervals in list.
fi: Interval se preklapa sa već zadatim intervalima u listi.

# menuItemReportsByType
source: Reports by pass types
fi: Izveštaji po tipovima prolaska

# deleteVacations
source: Are you sure you want to delete selected vacations?
fi: Da li ste sigurni da želite izbrisati godišnje odmore?

# gbEmployeeData
source: Employee data
fi: Podaci o zaposlenom

# gbSummaryData
source: Summary data
fi: Zbirni podaci

# gbUsingDetails
source: Using details
fi: Detalji korišćenja

# hdrNumOfDays
source: Number of days
fi: Broj dana

# hdrOperator
source: Operator
fi: Operater

# lblUsingPlan
source: *Approved intervals plan whan employee can use vacation
fi: *Plan odobrenih intervala kada zaposleni može da koristi odmor u okviru raspoloživih dana

# selectVacationsDetails
source: To view details select one row in list of vacation evidence.
fi: Za pregled detalja selektute tačno jedan red u listi evidencije godišnjih odmora.

# vacationEvidenceDetails
source: Using vacations details
fi: Detalji korišćenja godišnjeg odmora

# someVacInPast
source: Some of selected vacations are for past and couldn't be deleted.
fi: Neki od selektovanih evidencija godišnjih odmora su ya prošlost i ne mogu se obrisati.

# inTwoYears
source: You can not add vacation employee absence in two diferent years.
fi: Ne možete zadati godišnji odmor u intervalu koji obuhvata dve različite godine.

# notEnoughVacDays
source: Employee doesn't have enough vacation days.
fi: Zaposleni nema dovoljno preostalih dana odmora.

# noVacationMatch
source: Employee can not use vacation in selected interval. Allowed intervals are:
fi: Nije dozvoljeno da zaposleni koristi godišnji odmor u zadatom intervalu. Dozvoljeni su intervali:

# noVacEvidence
source: Employee has no vacations for selected period.
fi: Zaposleni nema dozvoljenih godišnjih odmora za selektovani period.

# lblValidTo
source: Valid to:
fi: Važi do:

# canNotUpdateUsed
source: Can not update used vacation evidence.
fi: Ne mogu se menjati korišćene evidencije godišnjih odmora.

# gbIncludeHolidays
source: Include holidazs and weekends
fi: Računajući praznike i vikende

# cbVacation
source: Vacations
fi: Godišnji odmori

# menuItemVacationEvidence
source: Vacation evidence
fi: Evidencija godišnjih odmora

# lblOnlyVacation
source: *For vacation only
fi: *Samo za odmore

# chbIncludeDetails
source: Include details
fi: Uključi detalje

# lblIncludingLast
source: Including year before
fi: Uključuući prethodnu

# gbPassesNumType
source: Passes number and type
fi: Broj i vrsta prolaska

# lblMoreThan
source: With more than:
fi: Sa više od:

# lblPasses
source: passes
fi: prolazaka

# cameraSnapShotSaved
source: Camera snapshot saved successfully.
fi: Slika sa kamere je uspešno sačuvana.

# msgIOPairOverlop
source: Selected interval overlooping some existing pairs. Pairs overlooping not allowed.
fi: Zadati interval se preklapa sa postojećim parom. Selektujte drugi interval.

# typeCanNotChange
source: Selected pair can not change.
fi: Selektovani par se ne može menjati.

# EmplPersonalRecordsMDI
source: Emplozee personal records
fi: Lični karton zaposlenog

# lblCriteriaShange
source: New criteria will be implemeted on window search after activation of the window.
fi: Novi kriterijumi se primenjuju na prozor nakon njegove aktivacije.

# windowsMenu
source: Windows
fi: Prikaz prozora

source: Cascade
fi: Kaskadno

source: Close all
fi: Zatvori sve

source: Maximize all
fi: Maksimizuj sve

source: Minimize all
fi: Minimizuj sve

source: Tile Horizontal
fi: Poređaj horizontalno

source: Tile Vertical
fi: Poređaj vertikalno

source: all locations
fi: sve lokacije

# btnSummary
source: Summary preview
fi: Zbirni prikaz

# chbAll
source: All
fi: Sve

# chbAllButThis
source: All but selected
fi: Sve sem izabrane

# hdrEmployeeNum
source: Employee number
fi: Broj zaposlenih

source: multiple locations
fi: više lokacija

# emplLocSummaryForm
source: Employee locations summary
fi: Zbirni prikaz trenutnih lokacija zaposlenih

# hdrNotPresent
source: Not present
fi: Odsutno

# hdrPresent
source: Present
fi: Prisutno

# locTab
source: By locations
fi: Po lokacijama

# WUTab
source: By working units
fi: Po radnim jedinicama

# cameraSnapshots
source: Camera snapshots preview
fi: Pregled slika sa kamere

# gbDate
source: Date
fi: Datum

# lblCamera
source: Camera:
fi: Kamera:

# noPhotosForCriteria
source: There are no photos for selected criteria!
fi: Ne postoje fotografije koje odgovaraju selektovanim kriterijumima!
