Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# gbPhotoInfo
source: Photo info
fi: Informacije o fotografiji

# btnPhotoPreview
source: Preview photos
fi: Pregled slika

# cbProcessAllTags
source: Include zero tags
fi: Uključi nula kartice

# gbDataProcessing
source: Data processing
fi: Obrada podataka

# noControls
source: No data for saving found.
fi: Nisu pronađeni podaci za čuvanje u fajl.

# pointNOTSerialized
source: Points data could not be saved.
fi: Podaci nisu mogli biti sačuvani.

# pointSerialized
source: Points data saved successfully.
fi: Podaci su uspešno sačuvani.

# menuConnectionSetup
source: Asco DB connection setup
fi: Asco DB - podešavanje parametara konekcije

# menuItemMapping
source: Mapping ACTA <-> SiPass
fi: Mapiranje ACTA <-> SiPass

# menuSiemensCompatibility
source: Siemens compatibility
fi: Siemens kompatibilnost

# noDataBase
source: You must enter database name.
fi: Morate uneti naziv baze.

# noHostName
source: You must enter host.
fi: Morate uneti host.

# noLogInName
source: You must enter login name.
fi: Morate uneti korisnika.

# noPwd
source: You must enter password.
fi: Morate uneti šifru.

# noConnString
source: Connection params not found.
fi: Nisu pronađeni parametri konekcije sa bazom.

# noConnection
source: Connection could not be established.
fi: Nije uspela konekcija sa bazom.

# noUserOrTeble
source: You must insert user name and table name.
fi: Morate uneti naziv tabele i ime korisnika.

# EID_E_CARD_MISMATCH
source: Credential reading error, card mismatch.
fi: Greška pri čitanju podataka sa lične karte, lična karta nije ispravna.(CARD_MISMATCH)

# EID_E_CARD_MISSING
source: Credential reading error, no card on reader.
fi: Greška pri čitanju podataka sa lične karte,, proverite da li je lična karta ispravno poyicionirana.

# EID_E_CARD_SECFORMAT_CHECK_ERROR
source: Credential reading error.(CARD_SECFORMAT_CHECK_ERROR)
fi: Greška pri čitanju podataka sa lične karte, lična karta nije ispravna.(CARD_SECFORMAT_CHECK_ERROR)

# EID_E_CARD_UNKNOWN
source: Credential reading error, unknown card.
fi: Greška pri čitanju podataka sa lične karte, lična karta nije pravna.(CARD_UNKNOWN)

# EID_E_DATA_MISSING
source: Credential reading error, data missing.
fi: Nije uspelo čitanje svih podataka sa lične karte, neki podaci nedostaju.

# EID_E_GENERAL_ERROR
source: Credential reading error.(GENERAL_ERROR)
fi: Greška u očitavanju podataka sa lične karte.(GENERAL_ERROR)

# EID_E_INVALID_PARAMETER
source: Credential reading error.(INVALID_PARAMETER)
fi: Greška u očitavanju podataka sa lične karte.(INVALID_PARAMETER)

# EID_E_NOT_INITIALIZED
source: Credential reading error.(NOT_INITIALIZED)
fi: Greška u očitavanju podataka sa lične karte.(NOT_INITIALIZED)

# EID_E_READER_ERROR
source: Error with smart card reader.
fi: Greška sa čitačem ličnih karti.

# EID_E_SECFORMAT_CHECK_CERT_ERROR
source: Credential reading error.(SECFORMAT_CHECK_CERT_ERROR)
fi: Greška pri čitanju podataka sa lične karte, lična karta nije ispravna.(SECFORMAT_CHECK_CERT_ERROR)

# EID_E_UNABLE_TO_EXECUTE
source: Credential reading error.(UNABLE_TO_EXECUTE)
fi: Greška u očitavanju podataka sa lične karte.(UNABLE_TO_EXECUTE)

# EID_E_UNABLE_TO_OPEN_SESSION
source: Credential reading error.(UNABLE_TO_OPEN_SESSION)
fi: Greška u očitavanju podataka sa lične karte.(UNABLE_TO_OPEN_SESSION)

# EID_E_VERSION_NOT_SUPPORTED
source: Credential reading error.(VERSION_NOT_SUPPORTED)
fi: Greška u očitavanju podataka sa lične karte.(VERSION_NOT_SUPPORTED)

# lblActionDefUnlock
source: Unlock data from date:
fi: Otključaj podatke počevši od:

# tpLockingUnlocking
source: Locking/Unlocking
fi: Zaključavanje/Otključavanje

# tpPreview
source: Preview
fi: Pregled

# alreadyLocked
source: Data already locked.
fi: Podaci su već zaključani.

# alreadyUnlocked
source: Data already unlocked.
fi: Podaci nisu su već otključani.

# lockFaild
source: Data locking faild.
fi: Nije uspelo zaključavanje podataka.

# lockSucceed
source: Data locking finished successfully.
fi: Podaci su uspešno zaključani.

# unlockFaild
source: Data unlocking faild.
fi: Nije uspelo otključavanmje podataka.

# unlockSucceed
source: Data unlocking finished successfully.
fi: Podaci su uspešno otključani.

# gbProcessed
source: Processed
fi: Procesiran

source: Obsolete
fi: Zastareo

# lblPosibleChangeTill
source: Posible to change data after:
fi: Moguće menjanje podataka počevši od:

source: New filter
fi: Novi filter

source: Save filter
fi: Sačuvaj filter

source: Update filter
fi: Izmeni filter

# gbFilter
source: Use filters
fi: Rad sa filterima

# menuItemUNIPROMIOPairsReport
source: Vechicle enter and exit report
fi: Izveštaj o ulascima i izlascima vozila

# cbAbsent
source: Employees absent during working hours
fi: Zaposleni koji su odsutni u toku radnog vremena

# cbDuringPause
source: during the pause
fi: u vreme pauze

# cbEmplInPresence
source: Not violation
fi: Van prekršaja

# cbOutsidePause
source: outside the pause
fi: van vremena za pauzu

# cbOutWH
source: Employees in present outside working hours
fi: Zaposleni koji su prisutni van zadnog vremena

# gbMarkViolation
source: Mark violation
fi: Markiranje prekršaja

source: AOP
fi: OVP

source: AP
fi: OP

source: OWH
fi: VRV

# cbRecordsToProcess
source: Processing in parts
fi: Procesiranje u delovima

# lblReaderCondition
source: Reader condition:
fi: Stanje na terminalu:

# RampControlForm
source: Ramp control
fi: Kontrola rame

# menuItemUNIPROMRAMP
source: Ramps-UNIPROM
fi: Rampe-UNIPROM

# DownloadLogsFirst
source: On device found new logs, for new tag reading you need first to insert logs.
fi: Pronađena su nova čitanja kontrolnih tačaka nakon poslednjeg učitavanja loga, pre unosa nove kontrolne tačke neophodno je da se uradi unos loga.

# existPointWithSameID
source: Already exist control point with the same ID.
fi: Postoji kontrolna tačka sa istom šifrom.

# InitConnectionFaild
source: Connection with device for tag reading faild.
fi: Nije uspela konekcija sa uređajem za očitavanje kartica.

# MoreThenOneXPocket
source: More then one device found. You can work with one device at the time.
fi: Pronađeno je više od jednog uređaja za očitavanje kartica.Ne možete raditi sa više uređaja istovremeno.

# NoXPocketFound
source: No device for reading tags found.
fi: Nije pronađen uređaj za očitavanje kartica.

# readingNumFaild
source: Reading tag id faild.
fi: Nije uspelo čitanje broja kartice.

# ReadTagFirst
source: No tag ID found on device. Before you read device you need to read tag id.
fi: Nije pronađen broj kartice.Pre očitavanja kartice sa uređaja morate prineti uređaj kartici i pritisnuti dgme za očitavanje.

# existPointWithSameTagID
source: Tag with the same tag ID already exist.
fi: Postoji kontrolna tačka sa zadatom šifrom kartice.Šifra kartice mora biti jedinstvena.

# noEmployees
source: No employees found.
fi: Nije pronađen ni jedan zaposleni.

# noReaders
source: No reader found.
fi: Nije pronađen ni jedan terminal.

# errorReadingDevice
source: Reading device error.
fi: Greška u čitanju sa uređaja.

# errorTrans
source: Beginning transaction error
fi: Transakcija nije mogla biti započeta

source: Log import succeeded.
fi: Uspelo je upisivanje svih očitanih kontrolnih tačaka.

# noTransactionsToRead
source: No new checkpoints reading found.
fi: Nisu pronađena nova očitavanja kontrolnih tačaka.

# someReadingNotInserted
source: Some control point reading insertting faild.
fi: Nije uspelo upis svih očitanih kartica.

# timeSinchSucceeded
source: Device date time set to the computer date time.
fi: Podešeno je vreme na uređaju prema vremenu računara.

# tbSumary
source: Sumary preview
fi: Zbirni pregled

# tbTagSearch
source: Tag search
fi: Pretraga kartica

# noTagsFound
source: Tags not found for define criteria
fi: Nisu pronađene kartice za zadate kriterijume.

# tagsGreaterThenAllowed
source: There are too meny tags that satisfy selected criteria. Showing could last couple of minutes. Do you want to proceed?
fi: Pronađeno je previše kartica za zadati kriterijum pretrage. Prikazivanje može potrajati nekoliko minuta. Da li želite da nastavite?

# cbMoreThan
source: More than:
fi: Više od:

# chbLessThan
source: Less than:
fi: Manje od:

# gbInvalid
source: Invalid
fi: Nevažeće

# gbNumOFTags
source: Number
fi: Broj

# gbValid
source: Valid
fi: Važeće

# hdrCreatedBy
source: Created by
fi: Izdao

# hdrCreatedTime
source: Time
fi: Vreme

# hdrTagID
source: Tag id
fi: Kartica

# hdrTotal
source: Total
fi: Ukupno

# menuTagsPreview
source: Tags preview
fi: Pregled kartica

# noDataFound
source: No data related with selected criteria found.
fi: Nisu pronadjeni podaci koji odgovraju zadatim kriterijumima.

# noEmplTagsPrivilege
source: You do not have privilege to see tags of any employee.
fi: Nemate pravo da vidite kartice nijednog zaposlenog.

# menuItemTagsPrview
source: Tags preview
fi: Pregled kartica

# menuItemZINPassesPreview
source: Employee enter and exit preview
fi: Pregled ulazaka i izlazaka

# hdrPointName
source: Control point name
fi: Naziv kontrolne tačke

# tabLogs
source: Log preview
fi: Pregled loga

# earnedReportName
source: Earned hours report
fi: Pregled zarađenih sati

# earnedTime
source: Earned hours
fi: Zarađeno sati

# usingReportName
source: Avaiable hours preview
fi: Pregled sati za korišćenje

# usingTime
source: Avaiable hours
fi: Raspoloživi sati

# menuItemExtraHours
source: Extra hours
fi: Preraspodela

# employeesXCategoryForm
source: Employee <-> Category
fi: Zaposleni <-> Kategorije

# EmployeeXCategoriesSaveChanges
source: Woukd you like to save changes for selected category?
fi: Da li želite da sačuvate izmene za selektovanu kategoriju?

# EmployeeXCategoryNotSaved
source: Employee category change not succeeded.
fi: Nije uspelo čuvanje nove kategorije zaposlenih.

# lblCategory
source: Category:
fi: Kategorija:

# lblEmployeesForCategory
source: List of all employees who belong to selected category:
fi: Zaposleni kojima je dodeljena selektovana kategorija:

# lblEmployeesNotCategory
source: List of all employees who doesn't belong to selected category:
fi: Zaposleni kojima nije dodeljena selektovana kategorija:

# menuItemEmplCategories
source: Employees <-> Categories
fi: Zaposleni <-> Kategorije

# gbVisitorBasic
source: Basic data about visitor
fi: Osnovni podaci o posetiocu

# lblCompany
source: Company:
fi: Kompanija:

# titleVisitors
source: Visits
fi: Posete

# gbPrivacyStatement
source: Privacy statement
fi: Izjava poverljivosti

# hdrCardNum
source: Card number
fi: Kartica

# hdrCompany
source: Company
fi: Preduzeće

# hdrDocument
source: Document
fi: Dokument

# hdrEnter
source: Enter
fi: Ulazak

# hdrExit
source: Exit
fi: Izlazak

# hdrFirstNameVisit
source: First name visit
fi: Ime pos.

# hdrLastNameVisit
source: Last name visit
fi: Prezime pos.

# hdrLocal
source: Local
fi: Lokal

# hdrStatement
source: Statement
fi: Izjava

# hdrVisit
source: Visit
fi: Poseta

# lblDocumentName
source: Document name:
fi: Naziv dokumenta:

# lblDocumentNum
source: Document number:
fi: Broj dokumenta:

# lblFromDate
source: From date:
fi: Od datuma:

# lblLocal
source: Local:
fi: Lokal:

# lblNumOfWorkOrder
source: Num of work order:
fi: Broj radnog naloga:

# lblPlaceOfIssue
source: Place of issue:
fi: Mesto izdavanja:

# lblRegistrationNumber
source: Registration number:
fi: Registarski broj:

# lblStateOfIssue
source: State of issue:
fi: Država izdavanja:

# lblTimeOfEntering
source: Time of enter:
fi: Vreme ulaska:

# lblVechicleType
source: Vechicle type:
fi: Tip vozila:

# lblVisitor
source: Visitor:
fi: Posetilac:

# lblVisitReason
source: Reason:
fi: Razlog posete:

# lblVisitType
source: Type of visit:
fi: Vrsta posete:

# btnReadCredentail
source: Read credentail
fi: Očitaj LK

# btnScan
source: Scan
fi: Skeniraj

# jmbgLength
source: You eneter wrong number as JMBG
fi: Uneli ste pogrešno JMBG.

# lblCardNum
source: Card number:
fi: Broj kartice:

# lblCompanyAsco
source: Company:
fi: Naziv preduzeća:

source: Start visit
fi: Unos posetioca

# visitNoCard
source: You must select visitor card number.
fi: Morate selektovati karticu posetioca:

# visitNoDescr
source: You must enter visit type.
fi: Morate uneti vrstu posete.

# visitNoFirstName
source: Yuo must enter visitor name
fi: Morate uneti ime posetioca pre čuvanja posete

# visitNoLastName
source: You must enter visitor last name.
fi: Morate uneti prezime posetioca pre čuvanja posete.

# selVisitsToPrintPassTicket
source: Select visits for which you want to print pass ticket.
fi: Selektujte u listi posete za koje želite da odštampate propusnicu.

# selVisitToEnd
source: You must select visit in list to end it.
fi: Morate selektovati posetu u listi da biste je završili.

# visitNotUpdated
source: Visit was not finished.
fi: Nije uspeo završetak posete.

# visitUpdated
source: Visit succeesfully finished.
fi: Poseta je uspešno završena.

# btnPassTicket
source: Pass ticket
fi: Propusnica

# btnEnd
source: End
fi: Završi

source: End visit
fi: Kraj posete

# visitInsertedPrintPassTiscket
source: Visit inerted successfully. Would you like to print pass ticket?
fi: Poseta je uspešno sačuvana. Da li želite da odštampate propusnicu?

# allVisits
source: All
fi: Sve

# tabPageSearch
source: Visit search
fi: Pretraga poseta

# btnScanDocument
source: Scan document
fi: Skenirani dokument

# lblVisitorName
source: Visitor name:
fi: Ime posetioca:

# visitNotSelected
source: You must select visit in list.
fi: Morate selektovati posetu u listi.

# btnPreview
source: Preview
fi: Pregled

# enterCardNum
source: You must enter card number.
fi: Morate uneti broj kartice.

# enterPointName
source: You must enter point name.
fi: Morate uneti naziv prijavnice.

# lblCheckPoint
source: Check point:
fi: Prijavnica:

# ZINApbAdd
source: Add anti-pass back
fi: Dodavanje propusnice

# apbNotSaved
source: Anti pass back saving faild.
fi: Nije uspelo čuvanje propusnice.

# hdrCheckPoint
source: Check point
fi: Prijavnica

# noVisitorInConfig
source: There is no "VisitorsCode" parameter in config file!
fi: Ne postoji "VisitorsCode" parametar u konfig fajlu!

# noVisitors
source: There is no working unit that belong to "Visitors"!
fi: Ne postoje radne jedinice koje pripadaju "Posetiocima"!

# tabPageAntiPassBack
source: Anti - pass back
fi: Propusnice

source: Serbia
fi: Srbija

# cbNOPairs
source: Without pairs
fi: Bez parova

# gbIncludeWeekendsAndHolydays
source: Include weekends and holydays
fi: Uključi praznike i vikende

# chbIncludeUnjustified
source: Include unjustified absence
fi: Uključi neopravdano odsustvo

source: Meal types
fi: Vrste obroka

# btnChange
source: Change
fi: Promeni

# gbGroupChange
source: Group change
fi: Grupna promena

# gbMealData
source: Meal data
fi: Podaci o obroku

# lblMeal1
source: Meal:
fi: Obrok:

# MealSchNOTSaved
source: Saving meal schedule failed
fi: Nije uspelo čuvanje rasporeda obroka

# MealSchSaved
source: Meal schedule successfully saved
fi: Raspored obroka je uspešno sačuvan

# selMealType
source: You must select meal
fi: Morate izabrati obrok za koi zadajete raspored

# tpMealsSchedule
source: Meal schedule
fi: Raspored dostupnosti

# btnByDays
source: By days
fi: Po danima

# btnByMeals
source: By meals
fi: Po obrocima

# mealAccessable
source: Meals accessable
fi: Raspoloživi obroci

source: Holiday
fi: Praznik

# notWorking
source: Not working day
fi: Neradan dan

source: Vacation
fi: Odmor

# tpSetingSchedule
source: Schedule setting
fi: Dodeljivanje rasporeda

# selWorkingUnit
source: Select working unit
fi: Morate selektovati radnu jedinicu

# cbOverrideSch
source: Override all employee schedules
fi: Prepisi sve rasporede zaposlenih

# wuScheduleNOTSaved
source: Meals schedule savinig faild
fi: Nije uspelo čuvanje rasporeda obroka

# oneOfSelected
source: Choose one of selected meals
fi: Izaberite jedan od selektovanih obroka

# hdrSerialNumber
source: Terminal serial number
fi: Serijski broj terminala

# tpMealPointsII
source: Meal points
fi: Punktovi korišćenja

# tpOrder
source: Order
fi: Narudžba

# tpReports
source: Reports
fi: Izveštaji

# gbSearchResults
source: Search results
fi: Rezultati pretrage

# lblPlace
source: Place:
fi: Mesto:

# lblSumary
source: Sumary:
fi: Zbirni:

# selMaxOneMonth
source: Period must be less then one month
fi: Period mora biti manji od mesec dana.

# menuRestaurantII
source: RestaurantII
fi: RestoranII

# selTypeInList
source: Select meal type in list...
fi: Izaberite vrstu obroka u listi sa desne strane...

# selDayInCalendar
source: Select one of working days in calendar...
fi: Selektujte neki od radnih dana u kaledaru...

# selfServMeal
source: Meal choise
fi: Izbor obroka

# selMealTypeToSaveSch
source: To add meal schedule select one of meals with blue backgraund...
fi: Za zadavanje obroka izaberite jedan od obroka u listi označenih plavom bojom...

# mealTypeNameExist
source: Meal with the same name exist
fi: Već postoji obrok sa ovim imenom

# btnSet
source: Set
fi: Postavi

# lblChangableDays
source: - Days can change
fi: - Dani koji se mogu menjati

# lblDaysWithMeals
source: - Days with meals
fi: - Dani kojima je dodeljen obrok

# lblDiseabled
source: - Days can not change
fi: - Dani koji se ne mogu menjati

# lblMealAvaiable
source: - Meal avaiable days
fi: - Dani kojima je obrok dostupan

# lblNotWorkingDays
source: - Not working days
fi: - Neradni dani i praznici

# lblSelectedDays
source: - Selected days
fi: - Selektovani dani

# lblWorkingDays
source: - Working days
fi: - Radni dani

# lHolidays
source: - Holidays
fi: - Praznici

# menuItemMonthlyReport
source: Monthly report
fi: Mesečni pregled

# btnSetTime
source: Set Datetime
fi: Podesi vreme

# timeSinchSucceededFaild
source: Datetime setting faild
fi: Nije uspelo podešavanje vremena

# chbAutoClose
source: Auto close pairs
fi: Zatvaranje parova

# gbProlongTS
source: Prolonging time schedule
fi: Produžavanje satnice

source: Last terminal reading
fi: Poslednje očitavanje terminala

# menuItemLastTerminalReading
source: Last terminal reading
fi: Poslednje očitavanje terminala

# selectOneVacation
source: You must select vacation.
fi: Morate izabrati evidenciju godišnjeg odmora.

# WorkListsReport
source: Work lists
fi: Radne liste

# btnAddData
source: Additional data >>>
fi: Dodatni podaci >>>

# EmplAddDataSaved
source: Employee additional data successufully saved.
fi: Dodatni podaci o zaposlenom su uspešno sačuvani.

# EmplAddDataUpdated
source: Employee additional data successufully updated.
fi: Dodatni podaci o zaposlenom su uspešno izmenjeni.

# EmployeeAddData
source: Employee additional data
fi: Dodatni podaci o zaposlenom

# lblInfoAddData
source: * -1 is undefined numeric value, 01.01.1900. is undefined dat time value
fi: *-1 označava nedefinisanu celobrojnu vrednost, 01.01.1900. označava nedefinisanu datumsku vrednost

# menuItemSinvozReportsByPassTypes
source: Report by pass types
fi: Izveštaj po tipovima prolazaka

# menuItemVlatacomWholeDayAbsenceAnnualReport
source: Whole day absence annual report
fi: Godišnji izveštaj o celodnevnim odsustvima

# menuDSFPresenceReport
source: Presence report
fi: Izveštaj o prisutnosti

# menuDSFReports
source: DSF reports
fi: DSF izveštaji

# notValidScheduleAssigned
source: Assigned time schema schedule is not valid. Check assigning of third and 10 hours shifts and time between shifts for days
fi: Unet raspored smena nije validan. Proverite unos trećih i desetočasovnih smena kao i razmak između smena za dane

# hdrChanel
source: Chanel
fi: Kanal

# hdrChanges
source: Changes
fi: Promene

# lblChanel
source: Chanel:
fi: Kanal:

# lblChanges
source: Changes:
fi: Promene:

source: Absence massive input
fi: Masivan unos odsustava.

source: Annual leave
fi: Godišnji odmor

# BANK_HOURS_USED
source: Using bank hours
fi: Korišćenje zarađenih sati

# btnExportPreview
source: Export preview
fi: Izvezi pregled podataka

# btnGeneratePreview
source: Generate preview
fi: Generiši pregled podataka

# CHANGE_REGULAR
source: Changing regular hours
fi: Promena regularnih sati

# gbAction
source: Action
fi: Akcija

# gbEmplFilter
source: Employee filter
fi: Filter zaposlenih

# gbPreview
source: Preview
fi: Pregled podataka

# gbSettings
source: Settings
fi: Podešavanja

# gbWS
source: Schedule
fi: Satnica

# hdrEnd
source: End
fi: Kraj

# hdrPTAfter
source: Wage type after
fi: Novi tip prolaska

# hdrPTBefore
source: Wage type before
fi: Stari tip prolaska

# hdrStart
source: Start
fi: Početak

# lblAction
source: Action:
fi: Akcija:

# lblCycleDay
source: Cycle day:
fi: Dan ciklusa:

# lblWageType
source: Wage type:
fi: Tip prolaska:

# lblWS
source: Time schema:
fi: Satnica:

# rbCounterAllowNegative
source: Allow counter negative values
fi: Dozvoljene negativne vrednosti brojača

# rbCounterNotAllowNegative
source: Do not allow negative counter values
fi: Nedozvoljene negativne vrednosti brojača

# rbFile
source: Upload from file
fi: Uvezi iz file-a

# rbWSDay
source: Shift
fi: Satnica

# rbWSGroup
source: Group schedule
fi: Satnica grupe

source: Stop working
fi: Unapred plaćeni sati

# changingLessPreviousMonth
source: You can not insert pairs before previous month.
fi: Najraniji period za koji možete unositi parove je prethodni mesec.

# changingPreviousMonthCuttOffDatePassed
source: Cut off date has passed, so you can not insert pairs for previous month.
fi: Plate su obračunate za prethodni mesec pa se ti parovi ne smeju menjati.

# invalidPeriod
source: Not valid period selected.
fi: Neispravno zadat period.

source: Bank hours
fi: Zarađeni sati

# CHANGE_OVERTIME
source: Changing overtime hours
fi: Promena prekovremenih sati

# checkLimit
source: Check limits
fi: Nedozvoljena prekoračenja limita

# checkLimitNot
source: Do not check limits
fi: Dozvoljena prekoračenja limita

# lblEmplInfo
source: * If there are no selected employees, action is performed for all employees from list
fi: * Ukoliko nema izabranih zaposlenih, akcija se primenjuje na sve zaposlene iz liste

# lblPreviewInfo
source: * Only days that will be changed are in preview
fi: * U pregledu podataka su prikazani samo dani koji se menjaju

source: Overtime rejected
fi: Neopravdani prekovremeni sati

source: Stop working done
fi: Odrađivanje unapred plaćenih sati

# massiveInputAllFailed
source: Changes could not be saved for some employees.
fi: Izmene nisu mogle biti sačuvane za neke od zaposlenih.

# massiveInputAllSaved
source: Changes for all employees are successufully saved.
fi: Uspešno su sačuvane izmene za sve zaposlene.

# noChangesToSave
source: No changes to be saved.
fi: Nema izmena koje bi bile sačuvane.

# menuItemMassiveInput
source: Massive input
fi: Masovni unos

# cbBankHoursPay
source: Bank hours payment
fi: Isplata zarađenih sati

# chbVacationPay
source: Vacation cut off month
fi: Isplata godišnjeg odmora

# gbBHCuttOffMonths
source: Recalculate bank hours for cut off month
fi: Restartovanje zarađenih sati nakon isplate

# gbPaidLeaves
source: Paid leaves
fi: Plaćena odsustva

# gbVacationCuttOffMonths
source: Recalculate vacation for cut off month
fi: Restartovanje godišnjih odmora nakon isplate

# btnEmplXOU
source: Employees <-> Organizational units
fi: Zaposleni <-> Organizacione jedinice

# employeesXOUForm
source: Employees <-> Organizational units
fi: Zaposleni <-> Organizacione jedinice

# EmployeeXOUCancelChanges
source: Changes are canceled.
fi: Unete promene su otkazane i neće biti sačuvane.

# EmployeeXOUSaveChanges
source: Employees who belong to selected organizational unit are changed. Do you want to save changes?
fi: Zaposleni koji pripadaju sektovanoj organizacionoj jedinici su izmenjeni. Želite li da sačuvate izmene?

# lblEmployeeForOU
source: List of all employees who belong to selected organizational unit
fi: Zaposleni koji pripadaju selektovanoj organizacionoj jedinici
