Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# lblYellow1
source: Schema interval(s) used for selected date
fi: Intervali satnice koji važe na izabrani dan

# rbNextMonth
source: First day next month
fi: Prvi dan sledećeg meseca

# rbSelectDate
source: Select date
fi: Proizvoljan datum

# rbToday
source: Today
fi: Danas

# cannotRemoveNAEmployees
source: Cannot remove N/A employees because they belong to this group!
fi: Ne možete izbaciti N/A zaposlene jer oni pripadaju ovoj grupi!

# minSelectDate
source: The earliest allowed selected date is first day in last month.
fi: Najraniji dan početka primene satnice može biti prvi dan u prethodnom mesecu.

# emplGrpNotHaveTimeSchedule
source: Employee group doesn't have time schedule that could be applied to the choosen date.
fi: Employee group doesn't have group time schedule that can be applied on selected date.

# grpNotUpd
source: For some employees changes cannot be applied.
fi: Za neke zaposlene izmene nisu mogle biti izvršene.

# grpScheduleAdd1
source: New group time schedule will be applied from:
fi: Nova raspored satnica za grupu će važiti od:

# grpScheduleAdd2
source: until:
fi: do:

# grpScheduleAdd3
source: until next change.
fi: do sledeće izmene.

# grpScheduleAdd4
source: Be aware that for the months after this month, last time schema from this month will be applied, and not the entire month time schedule, in case that assigned time schedule for this month has more different schemas!
fi: Uzeti u obzir da će se na mesece posle ovog primenjivati poslednja satnica iz ovog meseca, a ne čitav mesečni raspored!

# grpScheduleAdd5
source: Changes will affect all employees from this group, for the same time interval, and all employees' correction will be lost, if they exists!
fi: Izmene će se primeniti na sve zaposlene koji su u ovoj grupi, na isti vremenski period, pri čemu će se izgubiti sve pojedinačne korekcije, ukoliko postoje!

# grpScheduleAdd6
source: Do you want to continue?
fi: Da li želite da nastavite?

# grpScheduleSaved
source: Time schedule successufully saved.
fi: Raspored je uspešno sačuvan.

# minEmplSchMonth
source: The earliest allowed month for changing employee's schedule is last month.
fi: Satnica zaposlenog se može menjati najranije za prethodni mesec.

# emplScheduleNotSaved
source: Time schedule saving failed!
fi: Raspored nije sačuvan.

# grpScheduleNotSaved
source: Time schedule saving failed.
fi: Raspored nije sačuvan.

# emplGroupChangedForm
source: Time schedule apply date
fi: Početak primene satnice

# lblFormInfo
source: You have changed employee's working group. You have to assign group schedule to employee.
fi: Promenili ste grupu zaposlinih. Morate zaposlenom dodeliti satnicu nove grupe.

# emplNotUpd
source: Employee's data update failed.
fi: Nije uspela izmena podataka o zaposlenom.

# messageEmployeeNotInserted
source: Employee's data could not be saved.
fi: Podaci o učeniku nisu mogli biti sačuvani.

# btnHistoryOfChange
source: History of change
fi: Istorija izmena

# hdrModifiedBy
source: Operator
fi: Operater

# hdrRemarks
source: Remarks
fi: Napomena

# PHform
source: History of change
fi: Istorija izmena

# DBSetupForm
source: Database connection setup
fi: Podešavanje parametara konekcije

# gbDatabase
source: Database
fi: Baza podataka

# lblDatabase
source: Database:
fi: Baza podataka:

# msgConnStringNotFound
source: Connection parameters not found. Do you want to enter data base connection parameters?
fi: Nisu pronađeni parametri konekcije. Želite li da unesete parametre konekcije?

# lblIsWH
source: * Is working hours
fi: * Za računanje radnog vremena

# invalidLicence
source: Invalid system licence.
fi: Licenca nije validna.

# invalidLicenceADMIN1
source: Invalid system licence.
fi: Licenca nije validna.

# maxConnNumExceeeded
source: System maximum number of concurrent sessions exceeded.
fi: Maksimalan broj konekcija je dostignut.

# noLicence
source: System has not been licenced.
fi: Proizvod nije licenciran.

# licenceADMIN
source: attached, to the system support department (office@sdditg.com).
fi: tehničkoj podršci (office@sdditg.com).

# gbEventTime
source: Event time
fi: Vreme događaja

# gbModifiedTime
source: Modified time
fi: Vreme izmene

# noDateTimePickerSelected
source: One of time criteria must be selected!
fi: Jedan vremenski kriterijum pretraživanja mora biti selektovan!

# btnGenerateLicence
source: Generate licence
fi: Generiši licencu

# invalidLicenceReq
source: Licence request is not valid.
fi: Zahtev za licenciranjem nije validan.

# lblNoSessions
source: Number of sessions:
fi: Broj konekcija:

# LicenceGenerateForm
source: Licence generate
fi: Generisanje licence

# licenceMade
source: Licence successufully created.
fi: Licenca je uspešno kreirana.

# licenceNotCreated
source: Licence could not be created.
fi: Licenca nije mogla biti kreirana.

# licreqNotCreated
source: Licence request could not be created.
fi: Zahtev za licenciranjem nije mogao biti kreiran.

# noLicenceReq
source: No licence request.
fi: Ne postoji zahtev za licenciranjem.

# noSessionsEmpty
source: Please, enter number of sessions allowed.
fi: Morate uneti broj dozvoljenih konekcija.

# noSessionsNum
source: Number of sessions allowed must be integer.
fi: Broj dozvoljenih konekcija mora biti ceo broj.

# btnDBSetup
source: Database connection setup
fi: Podešavanje parametara konekcije

# btnEmplXWU
source: Employees <-> Working units
fi: Zaposleni <-> Radne jedinice

# employeesXWUForm
source: Employees <-> Working units
fi: Zaposleni <-> Radne jedinice

# gbWU
source: Working unit that selected employee belongs to
fi: Radna jedinica kojoj pripada selektovani zaposleni

# lblEmployeeForWU
source: List of all employees who belong to selected working unit
fi: Zaposleni koji pripadaju selektovanoj radnoj jedinici

# lblEmployeesForWU
source: List of all employees who do not belong to selected working unit
fi: Zaposleni koji ne pripadaju selektovanoj radnoj jedinici

# tabPageEmployeesXWorkingUnits
source: Employees <-> Working units
fi: Zaposleni <-> Radne jedinice

# tabPageWorkingUnits
source: Working units
fi: Radne jedinice

# invalidLicenceADMIN2
source: To licence the system, send your email request, with the file
fi: Da biste licencirali proizvod, pošaljite e-mail zahtev za licenciranjem sa prikačenim fajlom

# maxConnNumExceeededADMIN2
source: To licence the system, send your email request, with the file
fi: Da biste licencirali proizvod, pošaljite e-mail zahtev za licenciranjem sa prikačenim fajlom

# noLicenceADMIN2
source: To licence the system, send your email request, with the file
fi: Da biste licencirali proizvod, pošaljite e-mail zahtev za licenciranjem sa prikačenim fajlom

# EmployeeXWorkingUnitNotSaved
source: Changes can not be saved.
fi: Izmene ne mogu biti sačuvane.

# EmployeeXWorkingUnitSaved
source: Changes successufully saved.
fi: Izmene su uspešno sačuvane.

# EmployeeXWUCancelChanges
source: Changes are canceled.
fi: Unete promene su otkazane i neće biti sačuvane.

# EmployeeXWUSaveChanges
source: Employees who belong to selected working unit are changed. Do you want to save changes?
fi: Zaposleni koji pripadaju sektovanoj radnoj jedinici su izmenjeni. Želite li da sačuvate izmene?

# ConfigAdd
source: Adding config parameters
fi: Unošenje config parametara

source: Gates
fi: Kapije

source: Visitors
fi: Posetioci

# configGatesAdded
source: Gates and Aux Ports successufully added.
fi: Kapije i Aux Portovi su uspešno dodati.

# sameAuxPort
source: Selected Aux Ports must be different.
fi: Izabrani Aux Portovi se moraju razlikovati.

# lblUpdateEmplLoc
source: Update employee location:
fi: Ažuriranje lokacija zaposlenih:

# UpdateEmplLoc
source: Update employee location
fi: Ažuriranje lokacija zaposlenih

source: Visitors code
fi: Kartice posetilaca

# btnGateSetup
source: Gate parameters setup
fi: Podešavanje Gate parametara

# noGates
source: No gates found. Please, enter gates and Aux Ports.
fi: Nisu pronađene kapije. Unesite kapije i Aux Portove.

# noVisitorsParameters
source: No visitors parameters found. Please, enter visitors code and do you want to update employee location.
fi: Nisu pronadjeni parametri posetioca. Unesite kartice posetilaca i da li želite ažuriranje lokacija zaposlenih.

# setupExit
source: Changes will not be saved.
fi: Unete promene neće biti sačuvane.

# visitorsParametersSaved
source: Visitors parameters are successufully saved.
fi: Parametri posetilaca su uspešno sačuvani.

# btnGenerateLicReq
source: Generate licence request
fi: Generisanje zahteva za licenciranjem

# cbAbsences
source: Absences
fi: Celodnevna odsustva

# cbAccessControl
source: Access Control
fi: Definisanje prava pristupa

# cbExitPermits
source: Exit Permissions
fi: Elektronske izlaznice u toku radnog vremena

# cbExtraHours
source: Extra Hours
fi: Interaktivna preraspodela viška sati

# cbMonitoring
source: Monitoring
fi: On-line monitoring prolazaka i prisustva korisnika na svim lokacijama

# cbSnapshots
source: Snapshots
fi: Snimci načinjeni IP kamerom inicirani detekcijom ID kartice

# cbTimeTable1
source: Time Table - normal, flexi
fi: Radno vreme - normal, flexi

# cbTimeTable2
source: Time Table - industrial
fi: Radno vreme - industrial

# cbVisitors
source: Visitors
fi: Evidentiranje posetilaca

# gbFunctionality
source: Functionality
fi: Funkcionalnost

# gbSessions
source: Number of sessions
fi: Broj konekcija

# lblNoSessionsCurr
source: Current number of sessions:
fi: Trenutni broj konekcija:

# licreqCreated
source: Licence request successufully created.
fi: Zahtev za licenciranjem je uspešno generisan.

# menuCustomizedReports
source: Customized reports
fi: Posebni izveštaji

# menuItemTimeTable
source: Time Table
fi: Radno vreme

# gbCustomizedReports
source: Customized reports
fi: Posebni izveštaji

# lblCustomer
source: Customer:
fi: Korisnik:

# notValidFunctionality
source: If you selected TimeTable2, Absences, ExitPermits or ExtraHours, you must also select TimeTable1.
fi: Ukoliko ste izabrali industrijsko radno vreme, celodnevna odsustva, elektronske ulaznice ili interaktivnu preraspodelu viška sati, morate izabrati i regularno radno vreme.

# functionalityNotValid
source: Functionality did not correspond to licenced functionality.
fi: Postojeća funkcionalnost nije odgovarala licenciranoj funkcionalnosti.

# menuItemsNotUpdated
source: Functionality did not correspond to licenced functioanlity. It is not possible to set functionality to licenced.
fi: Funkcionalnost nije odgovarala licenciranoj funkcionalnosti. Nije moguće postaviti funkcionalnost na licenciranu.

# btnCloseSessions
source: Close opened sessions
fi: Zatvaranje otvorenih sesija

# sessionsClosed
source: Opened sessions successufully closed.
fi: Otvorene sesije su uspešno zatvorene.

# sessionsNotClosed
source: Opened sessions could not be closed.
fi: Otvorene sesije nisu mogle biti zatvorene.

# SessionClosed
source: Administrator has closed this session.
fi: Sesija je zatvorena od strane administratora.

# adminRoleSeeInfo
source: Only users from ADMIN role can open this window.
fi: Samo korisnici ADMIN role mogu otvarati ovaj prozor.

# numSessionsNotPositive
source: Session number must be positive.
fi: Broj sesija mora biti pozitivan broj.

# closeSessions
source: Do you want to close all opened sessions?
fi: Da li želite li da zatvorite sve otvorene sesije?

# btnLegend
source: Legend
fi: Legenda

# btnPrint
source: Print
fi: Štampanje

# btnShow
source: Show
fi: Prikaži

# btnStatisticsReports
source: Statistics reports >>>
fi: Statistički izveštaji>>>

# chbHierarhicly
source: Hierarhicly
fi: Hijerarhijski

# chbSelectAll
source: Select all
fi: Selektuj sve

# chbShowNextDay
source: Show next day
fi: Prikaži i sledeći dan

# EmployeePresenceGraphRepots
source: Graphic reports of employee presence
fi: Grafički izveštaji o prisutnosti

# gbDay
source: Day
fi: Dan

# gbDaysNavigation
source: Days navigation
fi: Navigacija po danima

# gbGraphicReport
source: Graphic report
fi: Grafički izveštaj

# gbPageNavigation
source: Page navigation
fi: Navigacija po stranama

# tpEmployee
source: Employee
fi: Zaposleni

# lblEmployeeID
source: Employee ID:
fi: Šifra zaposlenog:

# workDayStartFutureDate
source: You can not select time in future for working day beggining exit permission (retroactive)!
fi: Ne možete birati vreme u budućnosti prilikom retoaktivnog unošenja propusnica za početak radnog vremena!

# Thu
source: Thr
fi: Čet

# gbMonth
source: Month
fi: Mesec

# lvPause
source: Pause
fi: Pauza

# cbRetired
source: Include RETIRED users
fi: Uključiti operatere sa statusom RETIRED

# btnGraphicReports
source: Graphic reports
fi: Grafički izveštaji

# IOPairDateUpdated
source: Date is updated.To update report initialize search again
fi: Izmenjen je datum prolaska. Za ažuran prikaz ponovo inicirajte pretragu.

# gbMonthNavigation
source: Month navigation
fi: Navigacija po danima

# menuEmplPresenceRep
source: Employees presence report
fi: Izveštaj o prisutnosti zaposlenih

# menuGraficalRep
source: Grafical reports
fi: Grafički izveštaji

# menuRestaurant
source: Restaurant
fi: Restoran

# menuWUStatisticalRep
source: Working unit statistical report
fi: Statistički izveštaj za radne jedinice

# gbMealsUsed
source: Meals used search
fi: Pretraga iskorišćenih obroka

# gbReport
source: Report
fi: Izveštaj

# hdrPoint
source: Point
fi: Mesto

# lblMealsType
source: Meal type:
fi: Vrsta obroka:

# lblMoneyAmt
source: Money amount:
fi: Novčani iznos:

# lblPoint
source: Point:
fi: Mesto:

# lblQty
source: Quantity:
fi: Količina:

# lblSummary
source: Summary:
fi: Zbirni:

# MealsUsedForm
source: Meals used
fi: Iskorišćeni obroci

# moneyAmtFromGreater
source: Money amount interval beginning can not be greater then interval end.
fi: Početak intervala novčanog iznosa ne sme biti veći od kraja intervala.

# noMealsUsedFound
source: No meals used found for search criteria.
fi: Za zadati kriterijum nisu pronađeni iskorišćeni obroci.

# QtyFromGreater
source: Quantity interval beginning can not be greater then interval end.
fi: Početak intervala količine ne sme biti veći od kraja intervala.

# MealPointIDNotInt
source: If you want meal point id search, you must enter integer.
fi: Ako želite pretragu po šifri menze, morate uneti ceo broj.

# mealPointsDeleted
source: Selected meal points are successufully deleted.
fi: Selektovane menze su uspešno izbrisane.

# mealPointsNotDeleted
source: Some of selected meal points could not be deleted.
fi: Došlo je do greške prilikom brisanja i neke od selektovanih menzi neće biti izbrisane.

# MealTypeEmployeeIDNotInt
source: If you want meal type employee id search, you must enter integer.
fi: Ako želite pretragu po šifri vrste obroka, morate uneti ceo broj.

# MealTypeIDNotInt
source: If you want meal type id search, you must enter integer.
fi: Ako želite pretragu po šifri vrste obroka, morate uneti ceo broj.

# mealTypeIDNotNum
source: Meal type ID must be integer.
fi: Šifra vrste obroka mora biti ceo broj.

# mealTypeIDNotSet
source: You must enter meal type ID.
fi: Morate uneti šifru vrste obroka.

# mealTypeInserted
source: Meal type successufully saved. Do you want to save new meal type?
fi: Vrsta obroka je uspešno sačuvana. Da li želite da unesete novu vrstu obroka?

# mealTypeNameNotSet
source: You must enter meal type name.
fi: Morate uneti ime vrste obroka.

# mealTypeNotInserted
source: Meal type is not saved.
fi: Došlo je do greške prilikom čuvanja i uneta vrsta obroka neće biti sačuvana.

# mealTypeNotUpdated
source: Meal type is not changed.
fi: Došlo je do greške prilikom izmene i selektovana vrsta obroka neće biti promenjena.

# mealTypesDeleted
source: Selected meal types are successufully deleted.
fi: Selektovane vrste obroka su uspešno izbrisane.

# mealTypesNotDeleted
source: Some of selected meal types could not be deleted.
fi: Došlo je do greške prilikom brisanja i neke od selektovanih vrsta obroka neće biti izbrisane.

# mealTypesUpd
source: Meal type update
fi: Promena vrste obroka

# mealTypeUpdated
source: Meal type successufully changed.
fi: Vrsta obroka je uspešno promenjena.

# messageDeleteMealPoint
source: Are you sure you want to delete selected meal points?
fi: Da li ste sigurni da želite da izbrišete selektovane menze?

# messageDeleteMealType
source: Are you sure you want to delete selected meal types?
fi: Da li ste sigurni da želite da izbrišete selektovane vrste obroka?

# noMealPointsFound
source: No meal points found for selected search criteria.
fi: Nisu pronađene menze za zadati kriterijum pretrage.

# noMealPointUpd
source: No selected meal point to update.
fi: Nema selektovane menze za promenu.

# noMealTypesFound
source: No meal types found for selected search criteria.
fi: Nisu pronađene vrste obroka za zadati kriterijum pretrage.

# noMealTypeUpd
source: No selected meal type to update.
fi: Nema selektovane vrste obroka za promenu.

# SelectMealPoint
source: No selected meal points to delete.
fi: Nema izabranih menzi za brisanje.

# SelectMealType
source: No selected meal types to delete.
fi: Nema izabranih vrsta obroka za brisanje.

# fromTimeGreater
source: Time interval beginning must be less then time interval end.
fi: Početak vremenskog intervala mora biti manji od kraja intervala.

# lblQtyDaily
source: Daily quantity:
fi: Dnevna količina:

# mealAssignedDeleted
source: Selected meals assigned are successufully deleted.
fi: Selektovani dodeljeni obroci su uspešno izbrisani.

# mealAssignedNotDeleted
source: Meals assigned are not deleted.
fi: Došlo je do greške prilikom brisanja i neki od selektovanih dodeljenih obroka neće biti izbrisani.

# mealPointInserted
source: Meal point saved successufully. Do you want to add new meal point?
fi: Menza je uspešno dodata. Želite li da dodate novu menzu?

# mealPointNameNotSet
source: You must enter meal point name.
fi: Morate uneti ime menze.

source: Meal point not inserted.
fi: Došlo je do greške prilikom čuvanja i izabrana menza neće biti sačuvana.

# mealPointTerminalNotSet
source: You must enter terminal serial.
fi: Morate uneti serijski broj terminala.

# mealPointUpd
source: Meal point update
fi: Promena menze

# mealPointUpdated
source: Meal point successufully updated.
fi: Menza je uspešno promenjena.

# mealTypeEmplNameNotSet
source: You must enter meal type employee name.
fi: Morate uneti ime vrste obroka.

# mealTypeEmplUpd
source: Meal type employee update
fi: Promena vrste obroka

# messageDeleteMealAssigned
source: Are you sure you want to delete selected meals assigned?
fi: Da li ste sigurni da želite da izbrišete selektovane dodeljene obroke?

# SelectMealAssigned
source: No meal assigned to delete.
fi: Nema dodeljenog obroka za brisanje.

# lblGenerateReport
source: Generate report
fi: Generiši izveštaj

# lvUnlimited
source: Unlimited
fi: Neograničeno

source: No meals assigned found.
fi: Nema pronađenih dodeljenih obroka za zadati krijterijum pretrage.

# unlimited
source: Include unlimited
fi: Uključi vremenski neograničene

# btnNext
source: Next
fi: Sledeći

# btnUse
source: Use meal
fi: Zaduženje

# gbEmpl
source: Employee data
fi: Podaci o korisniku

# gbMeals
source: Meals data
fi: Podaci o raspoloživim uslugama

# gbStatus
source: Status data
fi: Status trenutne usluge

# lblAvailable
source: Available:
fi: Raspoloživo:

# lblEmpl
source: Employee:
fi: Korisnik:

# lblEmplType
source: Employee type:
fi: Tip korisnika:

# lblInterval
source: Interval:
fi: Važenje:

# lblMeal
source: meals
fi: obroka

# lblStatusFailed
source: Using service failed!
fi: Neuspešno korišćenje usluge!

# lblStatusPassed
source: Service successufully used:
fi: Uspešno ste koristili uslugu:

# lblSum
source: Sum:
fi: Suma:

# lblTypeMeal
source: Meal type:
fi: Tip obroka:

# lblUse
source: Used:
fi: Iskorišćeno:

# noTerminalFound
source: Terminal not found.
fi: Stoni RFID terminal nije detektovan! Prikljucite stoni RFID terminal i pokušajte ponovo.

# UsingMealsForm
source: Using meals
fi: Korišćenje obroka

# incorrectMealAssigned
source: Incorrect meals assigned.
fi: Nepravilno dodeljeni obroci.

# moreThenOneMealAssigned
source: More then one meals assigned to one date interval.
fi: Korisniku je dodeljeno više obroka u istom vremenskom intervalu.

# noMealsAvailable
source: Employee does not have available meals.
fi: Korisnik nema više raspoloživih obroka.

# notValidTag
source: No ACTIVE employee found or there is no employee meal type assigned.
fi: Nije pronađen aktivni korisnik za zadatu karticu ili mu nije dodeljen tip korisnika.

# btnCloseEsc
source: Close [Esc]
fi: Zatvori [Esc]

# qtyDailyLimitReached
source: Daily quantity limit reached.
fi: Već je iskorišćena dodeljena dnevna količina obroka.

# useFailed
source: Saving meals as used failed.
fi: Došlo je do greške prilikom čuvanja i obroci nisu sačuvani kao iskorišćeni.

# lblUsedMeal
source: Used:
fi: Iskorišćeno:

# noMealAssigned
source: No meals assigned for today.
fi: Nema dodeljenih obroka za današnji dan.

# btnGenerateReport
source: Generate report
fi: Generiši izveštaj

# incorrectMealPrice
source: Meal price must be integer.
fi: Cena obroka mora bit ceo broj

# hdrPurpose
source: Purpose
fi: Svrha

# lblPurposes
source: Purposes:
fi: Svrhe:

# lblWorkingUnits
source: Working units:
fi: Radne jedinice:

# menuCameraSnapshostManagament
source: Cameras
fi: Kamere

# menuEmplPhotoManagament
source: Employees
fi: Zaposleni

# menuPicManagament
source: Picture managament
fi: Manipulisanje slikama

# applUserXWUNotSaved
source: Changes are not saved.
fi: Došlo je do greške prilikom čuvanja i izmene nisu mogle biti sačuvane.

# SelectUser
source: Select users first.
fi: Najpre selektujte operatere.

# menuItemTrespass
source: Trespass
fi: Prekršaji

# hdrGate
source: Gate
fi: Kapija

# lblManualCreated
source: **Manualy manipulated
fi: **Ručna manipulacija

# tpListView
source: List view
fi: Lista

# tpTreeView
source: Tree view
fi: Hijererhijski pregled

# btnToXML
source: Create XML
fi: Kreiraj XML

# lblSrcFile
source: Source file:
fi: Izvorna datoteka:

# workingUnitsSelecting
source: Selecting working unit
fi: Izbor radne jedinice

# readerNotSelected
source: Select terminal first.
fi: Niste ispravno izabrali terminal.

# srcFileNotSelected
source: Select source file.
fi: Niste izabrali izvornu datoteku.

# locationSelecting
source: Selecting location
fi: Izbor lokacije

# menuItemMillennium
source: Millennium reports
fi: Millennium izveštaji

# gbOfflineVisits
source: Offline visits
fi: 'Offline' posete

# lblOfflineVisits
source: Offline visits:
fi: 'Offline' posete:

# gbRouteSearch
source: Search rounds
fi: Pretraga putanja

# lblRoute
source: Route:
fi: Putanja:

# enterRouteName
source: You must enter route name.
fi: Morate uneti ime putanje.

# gbAddRoute
source: Add security routes
fi: Dodavanje putanja

# gbGates
source: Gates
fi: Kapije

# gbRoutes
source: Routes
fi: Putanje

# gbRouteTimeInterval
source: Time of visits
fi: Vreme obilaska

# lblNextVisit
source: Move next visit:
fi: Pomeri sledeći obilazak:

# routeDeleted
source: Route successufully deleted.
fi: Putanja je uspešno izbrisana.

# routeNotDeleted
source: Route could not be deleted.
fi: Došlo je do greške u radu sa bazom i izabrana putanja nije mogla biti izbrisana.

# routesInserted
source: Routes successufully saved. Do you want to add new route?
fi: Putanje su uspešno sačuvane. Želite li da dodate novu putanju?

# routesNotInserted
source: Routes could not be saved.
fi: Došlo je do greške u radu sa bazom i unete putanje nisu mogle biti sačuvane.

# SecurityRoutesAddForm
source: Add security routes
fi: Dodavanje putanja

# SecurityRoutesForm
source: Security routes
fi: Obilasci

# selectGates
source: You must select gate first.
fi: Morate prvo izabrati kapiju.

source: Select route to delete.
fi: Izaberite putanju koju želite da izbrišete.

# tabMaintenance
source: Maintenance
fi: Održavanje putanja
