Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# absNoEmpl
source: You must select employee.
fi: Morate izabrati zaposlenog.

# absNoAbsType
source: You must select absence type.
fi: Morate izabrati tip odsustva.

# absNoStartDate
source: You must select absence start date.
fi: Morate izabrati početak odsustva.

# absNoEndDate
source: You must select absence end date.
fi: Morate izabrati kraj odsustva.

# absInserted
source: Employee absence successufully inserted.
fi: Podaci o odsustvu zaposlenog su uspešno sačuvani.

# msgIOPairUpdate
source: IO pair sucessfully updated.
fi: Podaci o paru ulaz/izlaz su uspešno izmenjeni.

# absUpdated
source: Employee absence successufully updated.
fi: Podaci o odsustvu zaposlenog su uspešno izmenjeni.

# messageActiveTag
source: Active tag does not exist. Do you want to create one?
fi: Aktivna kartica ne postoji. Da li želite da je kreirate?

# msgIntervalsNotValid
source: Both days and intervals must take successive values.
fi: Dani i intervali moraju uzimati sekvencijalne vrednosti.

# msgPassType
source: You must select pass type.
fi: Morate izabrati tip prolaska.

# passTypeButtonNotNull
source: You must enter button.
fi: Morate uneti dugme.

# lblType1
source: Type:
fi: Tip:

source: OTHER
fi: NEREGULARNA

source: NORMAL
fi: REGULARNA

# passTypeButtonExists
source: Button already exists.
fi: Uneto dugme vec postoji.

source: Yes
fi: Da

source: No
fi: Ne

# menuPresenceEmpl
source: Monthly presence tracking reports
fi: Mesečni izveštaji o prisustvu zaposlenih

# lblGroup
source: Working group:
fi: Grupa učenika:

# readerAdvSettingsForm
source: Terminal advance settings
fi: Dodatna podešavanja terminala

# emplDeleted
source: Employees are successufully deleted.
fi: Selektovani učenici su uspešno izbrisani.

# wuDeleted
source: Working units are successufully deleted.
fi: Odeljenja su uspešno izbrisana.

# locDeleted
source: Locations are successufully deleted.
fi: Lokacije su uspešno izbrisane.

# passTypeDeleted
source: Pass types are successufully deleted.
fi: Tipovi prolazaka su uspešno izbrisani.

# noIOPairsFound
source: No IO Pairs found for selected criteria.
fi: Za zadati kriterijum nisu pronađeni parovi.

# noSchemaFound
source: No time schema found for selected criteria.
fi: Za zadati krierijum nema pronađenih satnica.

# noReadersFound
source: No terminals found for selected criteria.
fi: Za zadati kriterijum nema pronađenih terminala.

# menuRegister
source: Register pass
fi: Registruj Prolazak

# menuDisplay
source: Display pass
fi: Prikaži prolazak

# menuVisitors
source: Visitors
fi: Posetioci

# menuExit
source: Exit
fi: Izlaz

# menuHelp
source: Help
fi: Pomoć

# menuAbout
source: About
fi: O projektu

# visitInserted
source: Visit successufully saved.
fi: Podaci o poseta su uspešno dodati.

# menuLibExport
source: Export libraries
fi: Eksport podataka

# menuImportData
source: Import data
fi: Import podataka

# menuInterventions
source: Interventions
fi: Intervencije

# menuMaintaining
source: Maintenance
fi: Održavanje

# gateForm
source: Gates
fi: Kapije

# lblGateID
source: Gate ID:
fi: ID kapije:

# menuGates
source: Gates
fi: Kapije

# noGatesFound
source: No gates found for selected criteria.
fi: Nema pronađenih kapija za zadati kriterijum pretrage.

# selOneGate
source: You must select one gate to update.
fi: Morate izabrati jednu kapiju koju želite izmeniti.

# noSelGateDel
source: No selected gates to delete.
fi: Nema selektovanih kapija za brisanje.

# gatesDel
source: Selected gates successufully deleted.
fi: Selektovane kapije su uspešno izbrisane.

# noGateDel
source: Some gates could not be deleted.
fi: Neke kapije nisu mogle biti izbrisane.

# defaultGate
source: Default gate could not be deleted.
fi: Podrazumevana kapija ne može biti obrisana.

source: Update gate
fi: Promena kapije

source: Add gate
fi: Dodavanje kapije

# gateSaved
source: Gate successufully saved.
fi: Podaci o kapiji su uspešno dodati.

# gateUpdated
source: Gate successufully updated.
fi: Podaci o kapiji su uspešno izmenjeni.

# messageReaderA0Gate
source: Please select valid gate for antenna 0.
fi: Unesite kapiju za antenu 0.

# messageReaderA1Gate
source: Please select valid gate for antenna 1.
fi: Unesite kapiju za antenu 1.

# lblGate
source: Gate:
fi: Kapija:

# messageReaderA0SecLocDir
source: Please enter both secondary location and secondary direction for antenna 0.
fi: Unesite i sekundarnu lokaciju i sekundarni smer za antenu 0.

# messageReaderA1SecLocDir
source: Please enter both secondary location and secondary direction for antenna 1.
fi: Unesite i sekundarnu lokaciju i sekundarni smer za antenu 1.

# messageReaderIDNotNum
source: Terminal ID must be number.
fi: ID terminala mora biti broj.

# readerDeleted
source: Selected terminals successufully deleted.
fi: Selektovani terminali su uspešno izbrisani.

# readerNotDeleted
source: Some terminals could not be deleted.
fi: Neki terminali nisu mogli biti obrisani.

# readerSaved
source: Terminal succesufully saved.
fi: Podaci o terminalu su uspešno sačuvani.

# readerUpdated
source: Terminal successufully updated.
fi: Podaci o terminalu su uspešno izmenjeni.

# menuConfiguration
source: Configuration
fi: Podešavanje

# menuDataAccess
source: Data access
fi: Pristup podacima

# menuEmplAccess
source: Employee access
fi: Pristup zaposlenima

# formUserXWU
source: User <-> Units
fi: Pristup zaposlenima

# tabPageUsers
source: Users
fi: Operateri

# tabPageWU
source: Units
fi: Radne jedinice

# tabPageUserXWU
source: User <-> Working unit
fi: Operater <-> Radna jedinica

# lblUserID
source: User ID:
fi: ID operatera:

# lblWUForUsers
source: Working units granted:
fi: Radne jedinice kojima selektovani operater ima pristup prilikom pravljenja izveštaja:

# lblUserForWU
source: Users granted to selected working unit:
fi: Operateri koji imaju pristup selektovanoj radnoj jedinici prilikom pravljenja izveštaja:

# lblUsersForWU
source: Users not granted to selected working unit:
fi: Operateri koji nemaju pristup selektovanoj radnoj jedinici prilikom pravljenja izveštaja:

# lblSelUsers
source: Users granted to selected working unit:
fi: Operateri koji imaju pristup selektovanoj radnoj jedinici prilikom pravljenja izveštaja:

# applUserXWUSaved
source: Changes successfully saved.
fi: Izmene su uspešno sačuvane.

# SelectWU
source: Select working unit first.
fi: Najpre izaberite radnu jedinicu.

# menuUsers
source: Users
fi: Operateri

# userForm
source: Users
fi: Operateri

# lblNumOfTries
source: Number of login tries:
fi: Broj pokušaja logovanja:

# lblPrivilegeLvl
source: Privilege level:
fi: Nivo privilegija:

# btnUserRole
source: User <-> Role
fi: Operater <-> Rola

# lblLanguage
source: Language:
fi: Jezik:

# noUsersFound
source: No users found for selected criteria.
fi: Nema pronađenih operatera za izabrani kriterijum pretrage.

# noSelUserDel
source: No selected users to delete.
fi: Nema selektovanih operatera za brisanje.

# defaultUser
source: Default user cannot be deleted.
fi: Podrazumevani operater ne može biti izbrisan.

# usersDel
source: Selected users successufully deleted.
fi: Selektovani operateri su uspešno izbrisani.

# noUserDel
source: Some users could not be deleted.
fi: Neki operateri nisu mogli biti izbrisani.

# selOneUser
source: Select one user you want to update.
fi: Morate selektovati jednog operatera kog želite menjati.

source: Update user
fi: Izmena operatera

source: Add user
fi: Dodavanje operatera

# lblConfirmPassword
source: Confirm password:
fi: Potvrdite lozinku:

# updUserNoUserID
source: You must enter user ID.
fi: Morate uneti ID operatera.

# updUserPasswordNotMatch
source: Password is not confirmed correctely. Please enter password again.
fi: Lozinka nije ispravno potvrđena. Unesite lozinku ponovo.

# updUserNumOfTriesNotNum
source: Number of login tries must be number.
fi: Broj pokušaja logovanja mora biti broj.

# userInserted
source: User successufully inserted.
fi: Podaci o operateru su uspešno sačuvani.

# userExists
source: User already exists.
fi: Operater već postoji.

# userUpdated
source: User successufully updated.
fi: Podaci o operateru su uspešno izmenjeni.

# menuUserRoles
source: Users and roles
fi: Operateri i Role

# menuRoles
source: Roles
fi: Role

# menuUsersRoles
source: Users <-> Roles
fi: Operater <-> Rola

# UserXWUSaveChanges
source: Users who are granted to this working unit are changed. Do you want to save changes?
fi: Operateri koji imaju pristup selektovanoj radnoj jedinici su izmenjeni. Želite li da sačuvate izmene?

# roleForm
source: Roles
fi: Role

# btnRolePermitions
source: Roles permissions
fi: Dozvole za rolu

# hdrRoleID
source: Role ID:
fi: ID role:

# noSelRoleDel
source: No selected role to delete.
fi: Nema selektovane role za brisanje.

# defaultRole
source: Default role could not be deleted.
fi: Podrazumevana rola ne može biti izbrisana.

# rolesDel
source: Selected roles successufuly deleted.
fi: Selektovane role su uspešno izbrisane.

# noRoleDel
source: Some roles could not be deleted.
fi: Neke od selektovanih rola nisu mogle biti izbrisane.

source: Add role
fi: Dodavanje role

# addRoleNameEmpty
source: You must enter role name.
fi: Morate uneti ime role.

# allRolesUsed
source: All roles are already used.
fi: Sve role su već iskorišćene.

# roleAdded
source: Role successufully added. Do you want to set privileges now?
fi: Podaci o roli su uspešno sačuvani. Da li želite da podesite privilegije sada?

# tabPageRoles
source: Roles
fi: Role

# tabPageUserXRoles
source: User <-> Role
fi: Operater <-> Rola

# formUserXRole
source: User <-> Role
fi: Operater <-> Rola

# lblRolesForUsers
source: Roles:
fi: Role selektovanog operatera:

# lblUserForRole
source: Users:
fi: Operateri kojima je dodeljena selektovana rola:

# lblRole
source: Role:
fi: Rola:

# lblUsersForRole
source: Not granted:
fi: Operteri kojima nije dodeljena selektovana rola.

# lblSelUsersForRole
source: Granted:
fi: Operateri kojima je dodeljena selektovana rola:

# UserXRoleSaveChanges
source: Users who are granted to this role are changed. Do you want to save changes?
fi: Operateri kojima je dodeljena selektovana rola su izmenjeni. Želite li da sačuvate izmene?

# SelectRole
source: Select role first.
fi: Najpre izaberite rolu.

# applUserXRoleSaved
source: Changes successufully saved. Changes will be seen after next log in.
fi: Izmene su uspešno sačuvane. Izmene će biti vidljive nakon idućeg logovanja.

# rolePermForm
source: Roles permissions
fi: Dozvole rola

# lblLegend
source: Abbreviations:
fi: Legenda:

# lblRE
source: R/E - Read/Execute permission
fi: R/E - Dozvola za čitanje/izvršavanje

# lblA
source: A - Add permission
fi: A - Dozvola za dodavanje

# lblU
source: U - Update permission
fi: U - Dozvola za menjanje

# lblD
source: D - Delete permission
fi: D - Dozvola za brisanje

# menuRoleMaintainence
source: Maintenance
fi: Održavanje

# menuRolePrivileges
source: Privileges
fi: Privilegije

# selRolePerm
source: Select roles to which you want to set privileges.
fi: Selektujte role kojima želite postaviti privilegije.

# permissionsSaved
source: Permissions are successufully saved. Changes will be seen after next log in.
fi: Dodeljene dozvole su uspešno sačuvane. Izmene će biti vidljive nakon sledećeg logovanja.

# permissionsNotSaved
source: Some permissions could not be saved.
fi: Neke od dodeljenih dozvola nisu mogle biti sačuvane.

# btnFromReader
source: Read tag from terminal
fi: Očitajte karticu sa terminala

# noTagOnReader
source: No tag on terminal.
fi: Nema kartice na terminalu.

# defaultWUDel
source: Default working unit could not be deleted.
fi: Podrazumevano odeljenje ne može biti izbrisano.

# defaultLocDel
source: Default location could not be deleted.
fi: Podrazumevana lokacija ne može biti izbrisana.

# defaultPassTypeDel
source: Default pass type could not be deleted.
fi: Podrazumevani tip prolaska ne može biti izbrisan.

# deleteReaders
source: Are you sure you want to delete selected terminals?
fi: Da li ste sigurni da želite izbrisati selektovane terminale?

# deleteWorkingGroups
source: Are you sure you want to delete selected working group?
fi: Da li ste sigurni da želite izbrisati selektovanu grupu zaposlenih?

# defaultWorkingGroup
source: Default working group could not be deleted.
fi: Podrazumevana grupa zaposlenih ne može biti izbrisana.

# deleteGates
source: Are you sure you want to delete selected gates?
fi: Da li ste sigurni da želite izbrisati selektovane kapije?

# msgPleaseSelect
source: No selected IO pairs to delete.
fi: Nema selektovanih parova ulaz/izlaz za brisanje.

# deleteIOPairs
source: Are you sure you want to delete selected IO pairs?
fi: Da li ste sigurni da želite izbrisati selektovane parove ulaz/izlaz?

# deletePasses
source: Are you sure you want to delete selected passes?
fi: Da li ste sigurni da želite izbrisati selektovane prolaske?

# deleteEmplAbsences
source: Are you sure you want to delete selected employee absences?
fi: Da li ste sigurni da želite izbrisati selektovana odsustva zaposlenih?

# deleteUsers
source: Are you sure you want to delete selected users?
fi: Da li ste sigurni da želite izbrisati selektovane operatere?

# deleteRoles
source: Are you sure you want to delete selected roles?
fi: Da li ste sigurni da želite izbrisati selektovane role?

# selConnAddress
source: You must enter connection address.
fi: Morate uneti Port/IP terminala.

# schemaDeleted
source: Selected time schemas successufully deleted.
fi: Selektovane satnice su uspešno izbrisane.

# schemaNotDeleted
source: Some time schemas could not be deleted.
fi: Neke od selektovanih satnica nisu mogle biti izbrisane.

# schemaIntChanged
source: Time schema interval successufully changed.
fi: Podaci o intervalu satnice su uspešno izmenjeni.

# schemaIntSaved
source: Time schema interval successufully saved.
fi: Podaci o intervalu satnice su uspešno sačuvani.

# selOneSchemaInt
source: Select one time schema interval to update.
fi: Selektuje jedan interval satnice koji želite izmeniti.

# schemaSaved
source: Time schema successufully saved.
fi: Podaci o satnici su uspešno sačuvani.

# schemaChanged
source: Time schema successufully changed.
fi: Podaci o satnici su uspešno izmenjeni.

# lblPicture
source: Picture:
fi: Fotografija:

# btnBrowse
source: Browse
fi: Pronađi

source: Browse photo
fi: Pronađi fotografiju

# photoNotSaved
source: Employee photo could not be saved.
fi: Fotografija učenika ne može biti sačuvana.

# btnLogIn
source: Log in
fi: Potvrdi

# lblUser
source: User:
fi: Operater:

# userNotExist
source: User does not exist.
fi: Uneti operater ne postoji.

# passwordNotExist
source: Incorrect password.
fi: Uneli ste pogrešnu lozinku.

# noMoreLogIn
source: You do not have permission to try log in anymore.
fi: Nemate više pravo pokušaja logovanja.

# noActiveUser
source: User is not active and have not permission to log in.
fi: Operater nije aktivan i nema pravo logovanja.

# readersOnGate
source: There are terminals on this gate and it cannot be deleted.
fi: Na ovoj kapiji postoje terminali i ne može biti izbrisana.

# wuNotDeleted
source: Some working units could not be deleted.
fi: Neka odeljenja nisu mogla biti izbrisana.

# wuHasVisits
source: Working unit has visits and could not be deleted.
fi: Odeljenje sadrži posete i ne može biti izbrisano.

# wuHasUsers
source: Some users are granted to this working unit and it could not be deleted.
fi: Neki operateri su dodeljeni ovoj radnoj jedinici i ona ne može biti izbrisana.

# locNotDeleted
source: Some locations could not be deleted.
fi: Neke lokacije nisu mogle biti izbrisane.

# locHasVisits
source: Location has visits and could not be deleted.
fi: Lokacija sadrži posete i ne može biti izbrisana.

# locHasPasses
source: Passes exist on this location and it could not be deleted.
fi: Prolasci postoje na ovoj lokaciji i ona se ne može izbrisati.

# locHasIOPairs
source: IO pairs exist for this location and it could not be deleted.
fi: Parovi ulaz/izlaz postoje na ovoj lokaciji i ona se ne može izbrisati.

# ptHasPasses
source: Passes exist for this pass type and it could not be deleted.
fi: Prolasci postoje za ovaj tip prolaska i on se ne može izbrisati.

# ptHasIOPairs
source: IO pairs exist for this pass type and it could not be deleted.
fi: Parovi ulaz/izlaz postoje za ovaj tip prolaska i on se ne može izbrisati.

# ptHasEmplAbsences
source: Employee absences exist for this pass type and it could not be deleted.
fi: Odsustva zaposlenih postoje za ovaj tip prolaska i on se ne može izbrisati.

# passTypeNotDeleted
source: Some pass types could not be deleted.
fi: Neki tipovi prolazaka nisu mogli biti izbrisani.

# userHasWU
source: User is granted to some working units and it could not be deleted.
fi: Operater je dodeljen nekim radnim jedinicama i ne može biti izbrisan.

# userHasRoles
source: Roles have been granted to this user and it could not be deleted.
fi: Operateru su dodeljene role i ne može biti izbrisan.

# roleHasUsers
source: Role is granted to some users and it could not be deleted.
fi: Rola je dodeljena nekim operaterima i ne može biti izbrisana.

# userXRolesNotSaved
source: Changes are canceled.
fi: Unete promene su otkazane i neće biti sačuvane.

# userXWUNotSaved
source: Changes are canceled and will not be saved.
fi: Unete promene su otkazane i neće biti sačuvane.

# roleNameExists
source: Role with name entered already exists.
fi: Rola sa unetim imenom već postoji.

# gateNameExists
source: Gate with name entered already exists.
fi: Kapija sa unetim imenom već postoji.

# uniquePassExists
source: Pass with selected employee, direction, event time and pass type already exists.
fi: Prolazak sa unetim zaposlenim, usmerenjem, vremenom prolaska i tipom prolaska već postoji.

# adminRoleNoUpd
source: You can not change permissions for admin role.
fi: Ne možete menjati dozvole ADMIN roli.

# SYSAllPermission
source: You can not remove SYS user becouse it has all permissions.
fi: Ne možete izbaciti SYS operatera jer on ima neograničena prava.

# menuReaderGetLog
source: Get log
fi: Pokupi Log

# noDBConn
source: No database connection.
fi: Nema konekcije sa bazom.

# wuNameExists
source: Working unit with name entered already exists.
fi: Odeljenje sa unetim imenom već postoji.

# visitsWUDel
source: Visitors working unit could not be deleted.
fi: Odeljenje posetioca ne može biti izbrisano.

# menuEmployeeLocations
source: Current employee locations
fi: Trenutne lokacije zaposlenih

# menuEmplReport
source: Reports for employee - analytic
fi: Izveštaj o dolascima zaposlenog

# menuPresence
source: Presence reports
fi: Izveštaji o prisutnosti

# menuTimeSchedule
source: Time schedule reports
fi: Izveštaji o radnom vremenu

# DBConnNotEstablished
source: No connection to database.
fi: Konekcija sa bazom nije uspostavljena.

# StartProcLog
source: Do you want to start automatic processing of data downloaded from terminals?
fi: Da li želite da pokrenete automatsku obradu podataka preuzetih sa terminala?

# LogProcStopped
source: Automatic processing of data downloaded from terminals stopped successfully.
fi: Automatska obrada podataka preuzetih sa terminala uspešno je zaustavljena.

# LogProcCantStop
source: Can't stop automatic processing of data downloaded from terminals.
fi: Automatska obrada podataka preuzetih sa terminala nije zaustavljena.

# StopProcLog
source: Automatic processing is already started. Do you want to stop automatic processing?
fi: Automatska obrada podataka je već aktivna. Da li želite da je zaustavite?

# LogProcStarted
source: Automatic processing started successfully.
fi: Automatska obrada podataka je uspešno pokrenuta.

# btnRefresh
source: Refresh
fi: Osveži

# noEmplLocFound
source: No employee location found for selected criteria.
fi: Za zadati kriterijum nije pronadjena nijedna lokacija zaposlenih.

# msgToLessThenFrom
source: End time is less then start time.
fi: Vreme izlaska ne sme biti manje od vremena ulaska.

# noSelIOPairUpd
source: You must select one IO pair to update.
fi: Morate selektovati jedan par ulaz/izlaz koji želite izmeniti.

# SettingsFailed
source: Directory "unprocessed" or "archived" don't exists. Please check settings and try again.
fi: Direktorijum "unprocessed" i "archived" nisu pronađeni. Proverite svoja podešavanja i probajte ponovo.

source: Date:
fi: Datum:

source: User name:
fi: Ime operatera:

source: Log in time:
fi: Vreme prijavljivanja:

# lblDownloadStart
source: Download start time:
fi: Početno vreme skidanja podataka:

# lblDownloadInterval
source: Download interval:
fi: Interval skidanja podataka:

# lblDownloadEraseCounter
source: Download erase counter:
fi: Brisanje podataka pri zauzetosti memorije:

# GateIntervalNotNull
source: You must enter download interval.
fi: Morate uneti interval skidanja podataka.

# GateIntervalNotNumber
source: Download interval must be positive number.
fi: Interval skidanja podataka mora biti pozitivan broj.

# GateEraseCounterNotNull
source: You must enter download erase counter.
fi: Morate uneti interval brisanja podataka.

# GateEraseCounterNotNumber
source: Download erase counter must be positive number.
fi: Interval brisanja podataka mora biti pozitivan broj.

# ExitPermAddForm
source: Exit permissions add
fi: Izdavanje propusnica

# rbTag
source: Tag
fi: Kartica

# rbEmployee
source: Employee
fi: Zaposleni

# lblDateAndTime
source: Date and time:
fi: Datum i vreme:

# ExitPermissionsForm
source: Exit permissions
fi: Propusnice

# lblOffset
source: Offset:
fi: Tolerancija:

# noEmployeeForTag
source: No employee found for this tag.
fi: Za očitanu karticu nije pronađen nijedan radnik.

# menuExitPermissions
source: Exit permissions
fi: Propusnice

# gbExitPerm
source: Search exit permissions
fi: Pretraga propusnica

# hdrEmployee
source: Employee
fi: Učenik

# hdrDateTime
source: Date & time
fi: Datum i vreme

# hdrIssuedBy
source: Issued by
fi: Izdao

# hdrOffset
source: Offset
fi: Tolerancija

# hdrUsed
source: Used
fi: Iskorišćena

# hdrDescription
source: Description
fi: Opis

# lblUsed
source: Used:
fi: Iskorišćena:

# lblIssuedBy
source: Issued by:
fi: Izdao:

source: Data Processing
fi: Obrada podataka

# ReaderControl
source: Terminal control
fi: Kontrola terminala

# noExitPermFound
source: No exit permissions found for selected searching criteria.
fi: Nema pronađenih propusnica za zadati kriterijum pretrage.

# noSelExitPermDel
source: No selected exit permissions to delete.
fi: Nema selektovanih propusnica za brisanje.

# deleteExitPerm
source: Are you sure you want to delete selected exit permissions?
fi: Da li ste sigurni da želite da izbrišete selektovane propusnice?

# ExitPermDel
source: Selected exit permissions are successufully deleted.
fi: Selektovane propusnice su uspešno izbrisane.

# noExitPermDel
source: Some of selected exit permissions could not be deleted.
fi: Neke od selektovanih propusnica nisu mogle biti izbrisane.

# noPassesForExitPermFound
source: For selected employee and date no passes found.
fi: Prilkom retroaktivnog zadavanja propusnica prolazak zaposlenog mora biti procesiran. Nisu pronadjeni prolasci za selektovanog zaposlenog za koje retroaktivno može biti izdata propusnica.

# lblCurrFile
source: Currently processed file:
fi: Trenutno se procesira file:

# lblNextTime
source: Next processing at:
fi: Sledeća obrada je u:

source: Activated
fi: Aktivirana

source: Stopped
fi: Zaustavljena

# exitPermEmployeeNotNull
source: You must select employee.
fi: Morate izabrati zaposlenog.

# exitPermPassTypeNotNull
source: You must select pass type.
fi: Morate izabrati tip prolaska.

# exitPermStartTimeNotNull
source: You must select start time.
fi: Morate izabrati vreme početka važenja propusnice.

# ExitPermOffsetNotNumber
source: Offset must be positive number.
fi: Tolerancija mora biti pozitivan broj.
