Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# deleteAccessGroupXGate
source: New gate access profile is assigned to this gate. All existing relationsheeps between this gate and access groups will be deleted. Do you want to proceed?
fi: Kapiji je dodeljen novi profil za pristup na kapiji. Sve postojeće veze između date kapije i grupa za pristup će biti obrisane. Da li želite da nastavite?

# deleteAccessGroupXGates
source: Some gates are using this gate access profile that is changed. All existing relationsheeps between those gates and access groups will be deleted. Do you want to proceed?
fi: Neke kapije koriste profil za pristup na kapiji koji je sada izmenjen. Sve postojeće veze između tih kapija i grupa za pristup će biti obrisane. Da li želite da nastavite?

# notUpdateTagsNow
source: Tags can not be updated!
fi: Promenjene kartice se ne mogu poslati svim terminalima!

# notUpdateAccessGroupsNow
source: Changes in access control parameters can not be send to all terminals!
fi: Izmene u parametrima kontrole pristupa se ne mogu poslati svim terminalima!

# menuApplyAccessControlParameters
source: Apply access control parameters
fi: Primeniti parametre kontrole pristupa

# accessGroupHasGateXref
source: Access group has assigned weekly access schedule for some gate and it could not be deleted.
fi: Grupa za pristup ima dodeljen nedeljni raspored pristupa na nekoj kapiji i ne može biti izbrisana.

# gateTAProfileHasGates
source: Some gates use this gate access profile and it could not be deleted.
fi: Neke kapije koriste ovaj profil za pristup na kapiji i on ne može biti izbrisan.

# gateHasAccessGroupXref
source: Gate has assigned weekly access schedule for some access group and it could not be deleted.
fi: Kapija ima dodeljen nedeljni raspored pristupa za neku grupu za pristup i ne može biti izbrisana.

# roleInsertingProblem
source: Rights on this WU can not be granted for purpose:
fi: Nije uspelo dodeljivanje prava nad ovim odeljenjem za svrhu:

# messageTagSave3
source: Tag with the same ID is already in use.
fi: Kartica sa istim ID je već zauzeta.

# emplBlockedNoTags
source: Employee is blocked and his tags can not be changed!
fi: Učenik je blokiran i ne mogu mu se menjati kartice!

# messageEmployeeAGNotSet
source: Please select access group.
fi: Morate selektovati grupu za pristup.

# menuMittalEmployeeLocations
source: Employee locations
fi: Lokacije zaposlenih

# menuWUReport
source: Reports for Working Unit
fi: Izveštaj o dolascima zaposlenih za radnu jedinicu

# extraHoursForm
source: Extra hours
fi: Preraspodela

# tabPageEarnedHours
source: Earned hours
fi: Zarađeni sati

# tabPageUsedHours
source: Used hours
fi: Iskorišćeni sati

# tabPageUsingExtraHours
source: Using extra hours
fi: Korišćenje zarađenih sati

# lblEmplEarnedHours
source: List of all earned hours for employee:
fi: Lista svih zarađenih sati za zaposlenog:

# lblEmplUsedHours
source: List of all used hours for employee:
fi: Lista svih iskorišćenih sati za zaposlenog:

# lblAvailableHours
source: Time employee can use:
fi: Vreme koje zaposleni može da koristi:

# lblUsingHours
source: Time employee wants to use:
fi: Vreme koje zaposleni želi da koristi:

# lblHrs
source: hrs
fi: sati

# lblTime
source: Time:
fi: Vreme:

# enterWantedTime
source: Enter time employee wants to use!
fi: Unesite vreme koje zaposleni želi da koristi!

# wantedTimeNotNum
source: Total time employee wants to use must be a number greater than zero.
fi: Ukupno vreme koje zaposleni želi da koristi mora biti ceo broj veći od nule.

# enoughWantedTime
source: You have selected enough time to use.
fi: Selektovali ste dovoljno vremena za korišćenje.

# selectDatesEarned
source: You must select days when employee earned extra hours which he will use.
fi: Morate izabrati dane kada je zaposleni zaradio sate koje će da koristi.

# notEnoughWantedTime
source: You have not selected enough time to use.
fi: Niste selektovali dovoljno vremena za korišćenje.

# menuExtraHours
source: Extra hours
fi: Preraspodela

# lblUsingDate
source: Date of use:
fi: Datum korišćenja:

# exitPermissionsVerificationForm
source: Exit permissions verification
fi: Potvrđivanje propusnica

# btnVerificate
source: Verificate selected exit permissions
fi: Potvrdi selektovane propusnice

# lblExitPermVerification
source: Exit permissions verification:
fi: Potvrđivanje propusnica:

source: unverified
fi: nepotvrđena

source: not used
fi: neiskorišćena

source: used
fi: iskorišćena

# hdrVerifiedBy
source: Verified by
fi: Potvrdio

# noPermVerPrivilege
source: You do not have privilege to verificate exit permission for any employee.
fi: Nemate pravo da potvrdite propusnicu nijednog zaposlenog.

# noSelExitPermVer
source: No selected exit permissions to verificate.
fi: Nema selektovanih propusnica za potvrđivanje.

# verificateExitPerm
source: Are you sure you want to verificate selected exit permissions?
fi: Da li ste sigurni da želite da potvrdite selektovane propusnice?

# exitPermVer
source: Selected exit permissions successufully verificated.
fi: Selektovane propusnice su uspešno potvrđene.

# noExitPermVer
source: Some of selected exit permissions could not be verificated.
fi: Neke propusnice nisu mogle biti potvrđene.

# noRetroExitPermAdd
source: You do not have the right to add retroactive exit permissions!
fi: Nemate prava da dodajete retroaktivne propusnice!

# noRetroExitPermUpd
source: You do not have the right to update retroactive exit permissions!
fi: Nemate prava da menjate retroaktivne propusnice!

# noVerifiedUpd
source: You do not have the right to update verified exit permissions!
fi: Nemate prava da menjate potvrđene propusnice!

# btnExitPermVer
source: Exit permissions verification >>
fi: Potvrđivanje propusnica >>

# lblEarnedDate
source: Earned date:
fi: Datum zarade:

# lblEarnedTime
source: Earned time:
fi: Zarađeno vreme:

# lblUsedDate
source: Used date:
fi: Datum korišćenja:

# lblUsedTime
source: Amount off used time:
fi: Iskorišćeno vreme:

# lblAvailableTime
source: Available time:
fi: Preostalo vreme:

# extraHourOverlap
source: Some extra hours are already used in the same date, in the period that overlaps selected period of time!
fi: Neki zarađeni sati se već koriste u istom danu, u periodu koji se preklapa sa izabranim vremenskim periodom!

# rbEnabled
source: Enabled
fi: Aktivan

# rbDisabled
source: Disabled
fi: Neaktivan

# extraHoursCalculationForm
source: Calculate extra hours
fi: Izračunavanje zarađenih sati

# btnCalculate
source: Calculate
fi: Izračunaj

# lblReaders
source: List of all terminals and their last reading time:
fi: Lista svih terminala i vreme njihovog poslednjeg očitavanja:

# lblLastReaderTime
source: Last reading time for all terminals:
fi: Vreme poslednjeg očitavanja svih terminala:

# hdrLastReaderTime
source: Last reading time
fi: Vreme poslednjeg očitavanja

# extraHoursSuccessfullyCalculated
source: Extra hours are successfully calculated!
fi: Zarađeni sati su uspešno izračunati!

# extraHoursNotCalculated
source: Extra hours can not be calculated!
fi: Zarađeni sati ne mogu biti izračunati!

# fromDateGreaterToDate
source: To date must be greater than or equal to from date!
fi: Početak intervala mora biti manji ili jednak kraju intervala!

# noIOPairsEmployeeInterval
source: No employee's IO Pairs for selected interval!
fi: Ne postoje parovi ulaz/izlaz za zaposlenog, za selektovani interval!

# intervalHasOpenPairs
source: Some days in selected interval have uncompleted IO Pairs. Do you want to proceed?
fi: Za neke od dana iz selektovanog intervala postoje nekompletni parovi ulaz/izlaz. Da li želite da nastavite?

# noEmployeeTimeScheduleDateUsed
source: No employee's time schedule for date of use!
fi: Zaposleni nema zadatu satnicu za datum korišćenja!

# notWorkingDay
source: Selected date of use is not working day for selected employee!
fi: Izabrani datum korišćenja nije radni dan za selektovanog zaposlenog!

# notWorkingInterval
source: Selected time of use is not part of working time for selected date, for selected employee!
fi: Izabrano vreme korišćenja ne pripada radnom vremenu za selektovani dan korišćenja, za selektovanog zaposlenog!

# workingIntervalOverflow
source: Wanted time of use is longer than the time left to the end of appropriate working interval!
fi: Uneto vreme korišćenja je veće od vremena preostalog do kraja odgovarajućeg radnog intervala!

# noSelUsedHoursDel
source: No selected used hours to delete.
fi: Nema selektovanih iskorišćenih sati za brisanje.

# deleteUsedHours
source: Are you sure you want to delete selected used hours?
fi: Da li ste sigurni da želite izbrisati selektovane iskorišćene sate?

# usedHoursAlreadyUsed
source: It is is not allowed to delete used regular hours for the past!
fi: Nije dozvoljeno brisanje iskorišćenih redovnih sati koji se odnose na prošlost!

# usedHoursDel
source: Selected used hours successufully deleted.
fi: Selektovani iskorišćeni sati su uspešno izbrisani.

# noUsedHoursDel
source: Some of selected used hours could not be deleted.
fi: Neki iskorišćeni sati nisu mogli biti izbrisani.

# extraHourExistEmlpoyeeDatePair
source: For selected employee and date of use already exists IO Pair in the period that overlaps selected period of time!
fi: Za izabranog zaposlenog i datum korišćenja već postoji par ulaz/izlaz u periodu koji se preklapa sa izabranim vremenskim periodom!

# usingDateForPast
source: Used regular hours entered for the past can not be changed! Do you want to proceed?
fi: Iskorišćeni redovni sati uneti za prošlost se ne mogu menjati! Da li želite da nastavite?

# timeSchemaPausesForm
source: Pauses
fi: Pauze

# hdrDuration
source: Duration
fi: Trajanje

# hdrEarliestTime
source: Earliest use time
fi: Najranije vreme korišćenja

# hdrLatestTime
source: Latest use time
fi: Najkasnije vreme korišćenja

# hdrShortBreak
source: Short break
fi: Kratka pauza

# selOneTimeSchedulePause
source: Select one pause you want to update.
fi: Morate izabrati jednu pauzu koju želite izmeniti.

# noSelTimeSchedulePauseDel
source: No selected pauses to delete.
fi: Nema selektovanih pauza za brisanje.

# deleteTimeSchedulePauses
source: Are you sure you want to delete selected pauses?
fi: Da li ste sigurni da želite izbrisati selektovane pauze?

# defaultTimeSchedulePause
source: Default pause could not be deleted.
fi: Podrazumevana pauza ne može biti izbrisana.

# timeSchedulePauseDel
source: Selected pauses successufully deleted.
fi: Selektovane pauze su uspešno izbrisane.

# noTimeSchedulePauseDel
source: Some of selected pauses could not be deleted.
fi: Neke pauze nisu mogle biti izbrisane.

# updateTimeSchemaPause
source: Update pause
fi: Izmena pauze

# lblPauseID
source: Pause ID:
fi: ID pauze:

# lblPauseDuration
source: Duration:
fi: Trajanje:

# lblEarliestTime
source: Earliest use time:
fi: Najranije vreme korišćenja:

# lblLatestTime
source: Latest use time:
fi: Najkasnije vreme korišćenja:

# lblShortBreakDuration
source: Short break duration:
fi: Trajanje kratke pauze:

# addTimeSchemaPause
source: Add pause
fi: Dodavanje pauze

# timeSchemaPauseExists
source: Pause already exists for selected description.
fi: Za izabrani opis već postoji definisana pauza.

# timeSchemaPauseSaved
source: Pause successufully saved.
fi: Podaci o pauzi su uspešno sačuvani.

# timeSchemaPauseNotSaved
source: Pause cannot be saved.
fi: Podaci o pauzi ne mogu biti sačuvani.

# timeSchemaPauseUpdated
source: Pause successufully updated.
fi: Podaci o pauzi su uspešno izmenjeni.

# timeSchemaPauseNotUpdated
source: Pause cannot be updated.
fi: Podaci o pauzi ne mogu biti izmenjeni.

# addTSPauseDescEmpty
source: You must enter description!
fi: Morate uneti opis!

# addTSPausePDurationNotNull
source: You must enter pause duration!
fi: Morate uneti trajanje!

# addTSPausePDurationNotNumber
source: Pause duration must be positive number or zero!
fi: Trajanje mora biti pozitivan broj ili nula!

# addTSPauseETimeNotNull
source: You must enter earliest use time!
fi: Morate uneti najranije vreme korišćenja!

# addTSPauseETimeNotNumber
source: Earliest use time must be positive number or zero!
fi: Najranije vreme korišćenja mora biti pozitivan broj ili nula!

# addTSPauseLTimeNotNull
source: You must enter latest use time!
fi: Morate uneti najkasnije vreme korišćenja!

# addTSPauseLTimeNotNumber
source: Latest use time must be positive number or zero!
fi: Najkasnije vreme korišćenja mora biti pozitivan broj ili nula!

# addTSPauseOffsetNotNull
source: You must enter pause offset!
fi: Morate uneti toleranciju!

# addTSPauseOffsetNotNumber
source: Pause offset must be positive number or zero!
fi: Tolerancija mora biti pozitivan broj ili nula!

# addTSPauseSBDurationNotNull
source: You must enter short break duration!
fi: Morate uneti trajanje kratke pauze!

# addTSPauseSBDurationNotNumber
source: Short break duration must be positive number or zero!
fi: Trajanje kratke pauze mora biti pozitivan broj ili nula!

# addTSPausePIDNotNull
source: You must enter pause ID!
fi: Morate uneti ID pauze!

# addTSPausePIDNotNumber
source: Pause ID must be positive number or zero!
fi: ID pauze mora biti pozitivan broj ili nula!

# menuPauses
source: Pauses
fi: Pauze

# gbPause
source: Pause
fi: Pauza

# gbShortBreak
source: Short break
fi: Kratka pauza

# dateUsedIsHoliday
source: Selected date of use is a holiday and therefore is not working day for selected employee!
fi: Izabrani datum korišćenja je praznik, pa nije radni dan za selektovanog zaposlenog!

# lblPause
source: Pause:
fi: Pauza:

# menuPIORep
source: PIO reports
fi: PIO izveštaji

# menuPIOPaymentRep
source: PIO Payrolls
fi: PIO Plate

# menuTypeReport
source: Presence Reports by Types
fi: Izveštaj o prisutnosti po tipovima prolaska

# addTSPausePauseSBDurationBothZero
source: Pause duration and short break duration can't both be zero!
fi: Ne mogu oba trajanja pauze i kratke pauze biti nula!

# addTSPauseSBDurationGreaterPause
source: Short break duration can't be greater than or equal to pause duration!
fi: Trajanje kratke pauze ne može biti veće ili jednako trajanju pauze!

# infoForm
source: ACTA information
fi: ACTA informacije

# gbInfo
source: Information
fi: Informacije

# lblDatabaseInfo
source: Database info:
fi: Informacije o bazi :

# lblLPath
source: L path:
fi: L putanja:

# lblPhotosPath
source: Photos path:
fi: Photos putanja:

# lblRootPath
source: Root path:
fi: Root putanja:

# menuInformations
source: Information
fi: Informacije

# menuPIOWorkListsRep
source: PIO Work lists
fi: PIO Radne liste

# rbDiscard
source: Rejected hours
fi: Odbačeni sati

# rbExtraHours
source: Regular work
fi: Redovan rad

# rbOvertime
source: Overtime work
fi: Prekovremeni rad

# rejected
source: Rejected hours
fi: Odbačeni sati

# regular
source: Regular work
fi: Redovan rad

# overtime
source: Overtime work
fi: Prekovremeni rad

# hdrTypeOfUse
source: Type of use
fi: Tip korišćenja

# lblCreatedBy
source: Created by:
fi: Kreirao:

# lblTypeOfUse
source: Type of use:
fi: Tip korišćenja:

# toContinue
source: Do you want to continue?
fi: Da li želite da nastavite?

# cbTakeWholeInterval
source: Take whole time interval
fi: Uzeti ceo vremenski interval

# menuPIOWorkingSaturdays
source: PIO Working Saturdays
fi: PIO Radne subote

# noRetroExitPermAddMulty
source: Retroactive exit permissions can not be add for multiply employees!
fi: Retroaktivne propusnice se ne mogu zadavati za više zaposlenih!

# passOnStartAlreadyExists
source: Can not create exit permission for start of working day, because some pass already exists (automaticaly created), or selected period is already covered with permission!
fi: Propusnica za početak radnog vremena ne može biti izdata jer već postoji ulazak (automatski kreiran), ili je naznačeni period već pokriven propusnicom!

# menuVisits
source: Visits
fi: Posete

# roleInsertingProblem1
source: and for user:
fi: i operatera:

# valueNotNum
source: Entered value can contain only digits!
fi: Uneta vrednost može sadržati samo cifre!

# wuRightsDeletingProblem
source: Rights on this WU can not be deleted for purpose:
fi: Nije uspelo brisanje prava nad ovim odeljenjem za svrhu:

# wuRightsDeletingProblem1
source: and for user:
fi: i operatera:

# messageWUUpd4
source: Parent working unit ID is changed. Updateing access rights for this working unit...
fi: ID godine je promenjen. Ažuriraju se prava pristupa ovom odeljenju...

# noDesktopReader
source: Desktop terminal not found.
fi: Stoni terminal nije pronađen.

# imgLarge
source: Maximum file size is 1MB. Selected image can not be saved!
fi: Maksimalna veličina fajla je 1MB. Izabrana slika ne može biti sačuvana!

# accessControlStatusForm
source: Access control status
fi: Status kontrole pristupa

# hdrLastTimeIssued
source: Last time issued
fi: Vreme poslednjeg izdavanja

# hdrLastUploadTime
source: Last upload time
fi: Vreme poslednjeg podešavanja

# hdrPendingUpload
source: Pending upload
fi: Podešavanje na čekanju

# menuAccessControlStatus
source: Access control status
fi: Status kontrole pristupa

# lblGreen
source: Terminal set with last issued access control parameters
fi: Terminal sadrži poslednja podešavanja

# lblOrange
source: Uploading last issued access control parameters
fi: Poslednja podešavanja se šalju na terminal

# lblRed
source: Last issued access control parameters cannot be uploaded to the terminal
fi: Poslednja podešavanja ne mogu da se pošalju na terminal

# lblYellow
source: Last issued access control parameters for the terminal have status "pending"
fi: Podešavanja za terminal su zadata sa statusom "na čekanju"

# gbCurrentPass
source: Current pass
fi: Trenutni prolazak

# gbEmployee
source: Employee info
fi: Podaci o zaposlenom

# gbPass
source: Pass info
fi: Podaci o prolasku

# gbPassNavigation
source: Pass navigation
fi: Navigacija po prolascima

# gbPhotoNavigation
source: Photo navigation
fi: Navigacija po fotografijama

# gbPhotos
source: Camera photos that match pass time
fi: Slike sa kamere koje odgovaraju vremenu prolaska

# lblFileCrTime
source: File created time:
fi: Vreme kreiranja fajla:

# lblLFName
source: Name:
fi: Prezime i ime:

# lblIsWrkHrs
source: Is working hours:
fi: Za računanje radnog vremena:

# lblWorkTime1
source: Work time:
fi: Radno vreme:

# passesSnapshotsForm
source: Passes snapshots
fi: Slike prolazaka sa kamere

# btnPhotos
source: Show camera photos
fi: Prikaži slike sa kamere

# noSelPassPhotos
source: No selected pass for viewing photos.
fi: Nema selektovanog prolaska za pregledanje slika.

# lblOfficialEmplPhoto
source: Official employee photo
fi: Zvanična fotografija zaposlenog

# noPhotosForPass
source: There are no photos for selected pass!
fi: Ne postoje fotografije koje odgovaraju selektovanom prolasku!

# btnPhotosMenuItemID
source: Configuration_Passes photos
fi: Podešavanje_Slike prolazaka

# camerasForm
source: Cameras
fi: Kamere

# hdrAddress
source: Address
fi: Adresa

# hdrCameraID
source: Camera ID
fi: ID kamere

# cameraDel
source: Selected cameras successfully deleted.
fi: Selektovane kamere su uspešno izbrisane.

# deleteCameras
source: Are you sure you want to delete selected cameras?
fi: Da li ste sigurni da želite izbrisati selektovane kamere?

# noCameraDel
source: Some of selected cameras could not be deleted.
fi: Neke kamere nisu mogle biti izbrisane.

# noSelCameraDel
source: No selected cameras to delete.
fi: Nema selektovanih kamera za brisanje.

# selOneCamera
source: Select one camera you want to update.
fi: Morate izabrati jednu kameru koju želite izmeniti.

# btnRemoveSel
source: Remove selected
fi: Ukloni selektovane

# cameraAddForm
source: Add camera
fi: Dodavanje kamere

# cameraUpdForm
source: Update camera
fi: Izmena kamere

# gbCameraReaders
source: Camera <-> Terminal <-> Direction
fi: Kamera <-> Terminal <-> Smer

# lblAddress
source: Address:
fi: Adresa:

# lblCameraID
source: Camera ID:
fi: ID kamere:

# lblNotSelReaders
source: List of all terminals not assigned to camera:
fi: Lista terminala koji nisu dodeljeni kameri:

# lblSelReaders
source: List of all terminals assigned to camera:
fi: Lista terminala koji su dodeljeni kameri:

# camAddressNumber
source: Camera address must be number!
fi: Adresa kamere mora biti broj!

# cameraAddressNotValid
source: Please enter valid camera address.
fi: Adresa kamere nije ispravna.

# cameraIDNumber
source: Camera ID must be number!
fi: ID kamere mora biti broj!

# cameraNotSaved
source: Camera can not be saved.
fi: Podaci o kameri ne mogu biti sačuvani.

# cameraNotUpdated
source: Camera can not be updated.
fi: Podaci o kameri ne mogu biti izmenjeni.

# cameraSaved
source: Camera successfully saved.
fi: Podaci o kameri su uspešno sačuvani.

# cameraUpdated
source: Camera successfully updated.
fi: Podaci o kameri su uspešno izmenjeni.

# noCamAddress
source: You must enter camera address!
fi: Morate uneti adresu kamere!

# noCamDescr
source: You must enter camera description!
fi: Morate uneti opis kamere!

# noCamDirection
source: All assigned terminals must have dirrection!
fi: Svi dodeljeni terminali moraju da imaju i smer!

# noCameraID
source: You must enter camera ID!
fi: Morate uneti ID kamere!

# noCamReaders
source: You must assign terminal to camera!
fi: Morate dodeliti terminal kameri!

# noCamType
source: You must enter camera type!
fi: Morate uneti tip kamere!

# noSelDirection
source: Select direction first.
fi: Morate prvo izabrati smer!

# menuCameras
source: Cameras
fi: Kamere

# gbCamera
source: Camera
fi: Kamera

# noSelReader
source: Select terminals first.
fi: Morate prvo izabrati terminale.

# menuLiveView
source: Video surveillance
fi: Video nadzor

# btnAdvanced1
source: Advanced >>
fi: Napredno >>

# btnAdvanced2
source: << Basic
fi: << Osnovno

# btnReport
source: Report
fi: Izveštaj

# cbFirstIN
source: First IN
fi: Prvi ulazak

# cbLastOUT
source: Last OUT
fi: Poslednji izlazak

# gbAdvancedSearch
source: Advanced search
fi: Napredna pretraga

# gbBorderSel
source: First/Last search
fi: Pretraga graničnih

# gbPassesAdv
source: Passes
fi: Prolasci

# gbTime
source: Time
fi: Vreme

# rbAll
source: All
fi: Svi

# rbBorder
source: First/Last
fi: Granični

# rbWithout1
source: Without
fi: Bez

# msgFirstLastNotCheck
source: For first/last search, at least one of first in or last out criterion must be checked.
fi: Za granično pretraživanje, bar jedan od kriterijuma prvog ulaska ili poslednjeg izlaska mora biti čekiran.

# msgToTimeLessThenFromTime
source: Search start time must be less than search end time.
fi: Početno vreme pretraživanja mora biti manje od krajnjeg vremena pretraživanja.

# noRecordsForDisplay
source: No records for report.
fi: Nema podataka za izveštaj.

# lblEmployeesInGroup
source: List of all employees who belong to selected group:
fi: Lista zaposlenih koji pripadaju selektovanoj grupi:

# lblEmployeesNotInGroup
source: List of all employees who do not belong to selected group:
fi: Lista zaposlenih koji ne pripadaju selektovanoj grupi:

# wtGroupsAddForm
source: Add working group
fi: Dodavanje grupe zaposlenih

# wtGroupsUpdForm
source: Update working group
fi: Izmena grupe zaposlenih

# gbLegend
source: Legend
fi: Legenda

# gbStartDate
source: Using date
fi: Početak primene

# gbTimeSchema
source: Current group time schema
fi: Važeća satnica za grupu

# hdrUsingDate
source: Using date
fi: Početak primene

# lblGreen1
source: Schema interval(s) used for today
fi: Intervali satnice koji važe na današnji dan

# lblOrange1
source: Schema interval(s) used for first day next month
fi: Intervali satnice koji važe prvog dana sledećeg meseca

# lblRed1
source: Schema interval(s) used for some combination of these days
fi: Intervali satnice koji važe za neku kombinaciju ovih dana

# lblStartDateDef
source: * Look into schema definition list to see time schedule for selected using date
fi: * Definiciju satnice za selektovani dan početka primene možete videti u listi
