Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# lblEmployeesForOU
source: List of all employees who do not belong to selected organizational unit
fi: Zaposleni koji ne pripadaju selektovanoj organizacionoj jedinici

# lblOrgUnit
source: Organizational unit:
fi: Organizaciona jedinica:

# tabPageEmployeesXOrgUnits
source: Employees <-> Organizational units
fi: Zaposleni <-> Organizacione jedinice

# tabPageOrgUnits
source: Organizational units
fi: Organizacione jedinice

source: Paid leave
fi: Plaćeno odsustvo

source: Paid leave (65%)
fi: Plaćeno odsustvo (65%)

# paidLeavesNotRecalculated
source: Paid leaves counters recalculation failed.
fi: Nije uspela rekalkulacija brojača za plaćena odsustva.

# paidLeavesRecalculated
source: Paid leaves counters are successufully recalculated.
fi: Uspešno su rekalkulisani brojači za plaćena odsustva.

# menuEmplResponisibility
source: Employee responisibilities
fi: Podešavanje odgovornih osoba

# EmployeeResponisibilites
source: Employee responisibilities
fi: Odgovorne osobe

# gbEmplPreview
source: Employee preview
fi: Pregled po zaposlenima

# gbUnitPreview
source: Unit preview
fi: Pregled po jedinicama

# hdrUnit
source: Unit
fi: Jedinica

# hdrUserID
source: User ID
fi: ID operatera

# lblEmplForUnit
source: Responsible employees:
fi: Odgovorni zaposleni:

# lblEmplID
source: Employee ID:
fi: ID zaposlenog:

# lblEmployees
source: Employees:
fi: Zaposleni:

# lblOUForEmpl
source: Organizational units that selected employee is responsible for:
fi: Organizacione jedinice za koje je izabrani zaposleni odgovoran:

# lblUnit
source: Unit:
fi: Jedinica:

# lblUnits
source: Units:
fi: Jedinice:

# lblWUForEmpl
source: Working units that selected employee is responsible for:
fi: Radne jedinice za koje je izabrani zaposleni odgovoran:

# noEmplResponsibilityChanges
source: No changes to be saved.
fi: Nema promena koje bi bile sačuvane.

# notAllowedEmplResponsibility
source: You can not remove responsibility from employee that you have not permission to change.
fi: Ne može se ukinuti odgovornost zaposlenom koga nemate pravo da menjate.

# notUserEmplResponsibility
source: You can not assign responsibility to employee who has not created user.
fi: Odgovornost se ne dodeljuje zaposlenima koji nemaju kreiranog operatera.

# responsibilitiesNotSaved
source: Some of assigned responsibilities could not be saved.
fi: Neke od dodeljenih odgovornosti nisu mogle biti sačuvane.

# responsibilitiesSaved
source: Assigned responsibilities are successufully saved.
fi: Dodeljene odgovornosti su uspešno sačuvane.

# responsibilityChanged
source: Do you want to save responisibility changes entered?
fi: Da li želite da sačuvate unete promene odgovornosti?

# tabPreview
source: Preview
fi: Pregled

# tabSettings
source: Settings
fi: Podešavanje

# lblEmployeeTypeID
source: Employee type:
fi: Tip zaposlenog:

# noRetiredDate
source: There is no retirement date for employee. Do you want to proceed with current date set as retirement date?
fi: Za zaposlenog nije unet datum prestanka rada. Želite li da nastavite i da se kao datum prestanka rada vodi današnji datum?

# noRetiredDates
source: Some employees have no retirement date set. Do you want to proceed with current date set as retirement date?
fi: Za neke od zaposlenih nije unet datum prestanka rada. Želite li da nastavite i da se kao datum prestanka rada vodi današnji datum?

# menuItemWNMonthly
source: Monthly report
fi: Mesečni izveštaj

# lblWageTypeNew
source: New wage type:
fi: Novi tip prolaska:

source: Overtime paid
fi: Prekovremeni sati

source: Overtime to justify
fi: Neopredeljeni prekovremeni sati

# menuConfezioniAndrea
source: Confezioni Andrea reports
fi: Confezioni Andrea izveštaji

# menuConfezioniAndreaMonthlyReport
source: Monthly report
fi: Mesečni izveštaj

# gbSearchFilter
source: Search filter
fi: Filter pretrage

# hdrComp
source: Company
fi: Kompanija

# hdrEmplType
source: Employee type
fi: Tip zaposlenog

# hdrRuleDate1
source: Date 1
fi: Datum 1

# hdrRuleDate2
source: Date 2
fi: Datum 2

# hdrRuleType
source: Type
fi: Tip

# hdrRuleValue
source: Value
fi: Vrednost

# menuRules
source: Rules setting
fi: Podešavanje pravila

source: Rules
fi: Pravila

# CatAll
source: ALL
fi: Svi

# gbRule
source: Rule
fi: Pravilo

# lblDate1
source: Date 1:
fi: Datum 1:

# lblDate2
source: Date 2:
fi: Datum 2:

# lblRuleInfo
source: * 01.01.1900. is undefined date
fi: * 01.01.1900. je nedefinisan datum

# lblValue
source: Value:
fi: Vrednost:

# menuCutOffDate
source: Cut off date setting
fi: Podešavanje cut off date-a

source: No selected rule.
fi: Nema izabranog pravila.

# notValidCompanyType
source: Not valid company or rule type.
fi: Neregularno izabrani kompanija ili tip pravila.

# RulesCutOffDate
source: Cut off date setting
fi: Podešavanje cut off date-a

# RulesUpdate
source: Rule update
fi: Izmena pravila

# ruleUpdated
source: Rule successufully updated.
fi: Pravilo je uspešno izmenjeno.

# undefinedCompanyRules
source: * There are no rules for selected company and selected type.
fi: * Za izabranu kompaniju ne postoje pravila izabranog tipa.

# undefinedValue
source: -1 is undefined value, enter other value.
fi: -1 je nedefinisana vrednost, unesite drugu vrednost.

# chbStopWorkingPay
source: Stop working cut off date
fi: Prekid rada cut off date

# gbStopWorkingCutOffMonth
source: Stop working counters restart
fi: Restartovanje brojača prekida rada

# negativeBankHoursBalans
source: Bank hours counter has negative balanse.
fi: Brojač zarađenih sati ima negativan balans.

# negativePaidLeaveBalans
source: Paid leaves counter has negative balanse.
fi: Brojač plaćenih odsustava ima negativan balans.

# negativeStopWorkingBalans
source: Stop working counter has negative balanse.
fi: Brojač prekida rada ima negativan balans.

# negativeVacationLeftCurrentYearBalans
source: Annual leave current year days left are negative.
fi: Preostali dani godišnjeg odmora za tekuću godinu su negativni.

# negativeVacationLeftPreviousYearBalans
source: Annual leave previous year days left are negative.
fi: Preostali dani godišnjeg odmora za prethodnu godinu su negativni.

# unconfirmedData
source: There are unconfirmed data.
fi: Postoje neopredeljeni podaci.

source: Unregular data preview
fi: Pregled neregularnih podataka

# unregularMeals
source: There are unregular meals.
fi: Postoje nevalidirani obroci.

# chbHours
source: hours
fi: sati

# gbNotJustifiedOverTimeCounter
source: Calculate not justified overtime counter
fi: Računanje brojača neopredeljenog prekovremenog

# notValidNumHours
source: Not valid number of hours.
fi: Unesite ispravan broj sati.

# numHoursNotRounded
source: Number of hours is not valid due to rounding rules.
fi: Uneti broj sati nije validan u odnosu na pravila zaokruživanja sati.

# numHoursNotRoundedOutWS
source: Number of hours is not valid due to not working day overtime rounding rule. Some of not working day overtime hours will not be changed. Do you want to proceed?
fi: Uneti broj sati nije validan u odnosu na pravila zaokruživanja prekovremenih sati neradnim danima. Moguće je da neki prekovremeni sati neradnim danima neće biti promenjeni. Želite li da nastavite?

# numHoursNotRoundedWS
source: Number of hours is not valid due to working day overtime rounding rule. Some of working day overtime hours will not be changed. Do you want to proceed?
fi: Uneti broj sati nije validan u odnosu na pravila zaokruživanja prekovremenih sati radnim danima. Moguće je da neki prekovremeni sati radnim danima neće biti promenjeni. Želite li da nastavite?

# overtimeBeforeShiftEndRule
source: Overtime hours can not be inserted contrary to overtime shift end rule.
fi: Prekovremeni sati ne mogu biti zadati protivno pravilu o početku računanja prekovremenih sati nakon završetka smene.

# overtimeBeforeShiftStartRule
source: Overtime hours can not be inserted contrary to overtime shift start rule.
fi: Prekovremeni sati ne mogu biti zadati protivno pravilu o početku računanja prekovremenih sati pre početka smene.

# overtimeLessThenMinimum
source: You can not change duration of overtime pair to be less than minimum presence.
fi: Ne možete promeniti trajanje para sa prekovremenim časovima tako da trajanje bude manje od minimalno dozvoljenog.

# overtimeNotValidRoundingRule
source: You can not change overtime pair opposite rounding rule for overtime hours.
fi: Ne možete menjati prekovremeni par mimo pravila o zaokruživanju prekovremenih sati.

# gbWageType
source: Wage type
fi: Tipovi plaćanja

# hdrCycleDay
source: Cycle day
fi: Dan ciklusa

# hdrIntervals
source: Intervals
fi: Intervali

# hdrWageType
source: Description
fi: Opis

# OVERTIME_NOTJUSTIFIED_USED
source: Using not justified overtime hours
fi: Korišćenje neopredeljenih prekovremenih sati

# chbShowLeavingEmployees
source: Show leaving employees
fi: Prikaži odlazeće zaposlene

# lblBorderDate
source: Border date:
fi: Granični datum:

# notValidBorderDay
source: Border day is not in payment calculation interval.
fi: Granični datum nije u okviru zadatog intervala obračuna.

# gbLeavingEmployees
source: Leaving employees
fi: Odlazeći zaposleni

# lblLogPath
source: Log path:
fi: Putanja loga:

# previewLogGenerated
source: Log file is
fi: Log se nalazi u file-u

# previewLogNotGenerated
source: Log file could not be generated.
fi: Log nije mogao biti generisan.

# chbWorkAnalysisReport
source: Generate work analysis reports
fi: Generiši izveštaje analize rada

# workAnalysisForLeavingEmployeesNotLastMonth
source: Work analysis report are generated for all employees last month payroll file. Are you sure you want to proceed with generating work analysis reports?
fi: Izveštaji analize rada se generišu samo uz generisanje izveštaja za plate za sve zaposlene za prethodni mesec. Želite li da nastavite uz generisanje izveštaja analize rada?

source: Regular work
fi: Redovan rad

# chbMedicalCheck
source: Medical check
fi: Medicinski pregledi

# errorInsertRisk
source: Risk not saved.
fi: Rizik nije sačuvan.

# errorUpdateRisk
source: Risk not updated.
fi: Rizik nije izmenjen.

# hdrDefRotation
source: Default rotation
fi: Podrazumevana rotacija

# hdrDesc
source: Description
fi: Opis

# hdrRiskCode
source: Risk code
fi: Kod rizika

# lblDefRotation
source: Default rotation:
fi: Podrazumevana rotacija:

# lblDescEn
source: Description (EN):
fi: Opis (EN):

# lblDescSr
source: Description (SR):
fi: Opis (SR):

# lblRiskCode
source: Risk code:
fi: Kod rizika:

# mustSelectCompany
source: You must select company.
fi: Morate izabrati kompaniju.

# mustSelectRotation
source: You must select default rotation.
fi: Morate izabrati podrazumevanu rotaciju.

source: No risks found.
fi: Nema pronađenih rizika.

# succInsertRisk
source: Risk saved.
fi: Rizik je uspešno sačuvan.

# succUpdateRisk
source: Risk updated.
fi: Rizik je uspešno izmenjen.

# hdrVaccineType
source: Vaccine type
fi: Tip vakcine

# lblDisabilityCode
source: Disability code:
fi: Kod ograničenja:

# lblVaccineType
source: Vaccine type:
fi: Tip vakcine:

# hdrValue
source: Value
fi: Vrednost

source: No annual leave cut off date.
fi: Nema graničnog datuma za isplatu preostalih godišnjih odmora.

# noBHCutOffDate
source: No bank hours cut off date.
fi: Nema graničnog datuma za isplatu zarađenih.

# RestartCounters
source: Counters recalculation
fi: Rekalkulacija brojača

# hdrPosition
source: Position
fi: Pozicija

# hdrPositionCode
source: Position code
fi: Kod pozicije

# hdrRisk
source: Risk
fi: Rizik

# riskXPosNotSaved
source: Risks for positions not saved.
fi: Rizici za pozicije nisu sačuvani.

# riskXPosSaved
source: Risks for positions saved.
fi: Rizici za pozicije sačuvani.

# tpDisabilities
source: Disabilities
fi: Ograničenja

# tpRisk
source: Risks
fi: Rizici

# tpRiskPostion
source: Risks <> Positions
fi: Rizici <> Pozicije

# tpVaccines
source: Vaccines
fi: Vakcine

source: Disability add
fi: Dodavanje ograničenja

# medCheck
source: Medical check
fi: Medicinski pregled

source: Risk add
fi: Dodavanje rizika

# vacAdd
source: Vaccine add
fi: Dodavanje vakcina

# vacNotSuccInsert
source: Vaccine not inserted.
fi: Neuspešno dodavanje vakcine.

# vacNotSuccUpdate
source: Vaccine not updated.
fi: Neuspešna izmena vakcine.

# vacSuccInsert
source: Vaccine inserted.
fi: Uspešno dodavanje vakcine.

# vacSuccUpdate
source: Vaccine updated.
fi: Uspešna izmena vakcine.

# menuItemRestartCounters
source: Restart counters
fi: Restartovanje brojača

# disabilityUpdate
source: Update disability
fi: Izmena ograničenja

# riskUpdate
source: Update risk
fi: Izmena rizika

# vacUpdate
source: Update vaccine
fi: Izmena vakcine

source: defined
fi: definisana

# fail
source: failed
fi: neuspešno

# hdrALCurrYear
source: AL
fi: GO

# hdrALCurrYearLeft
source: AL left
fi: GO preostalo

# hdrALDateStart
source: AL date start
fi: GO početak korišćenja

# hdrALPrevYear
source: AL previous year
fi: GO prošla godina

# hdrALPrevYearLeft
source: AL previous year left
fi: GO prošla godina preostalo

# hdrBranch
source: Branch
fi: Brenč

# hdrCCCode
source: CC code
fi: Kod mesta troška

# hdrCCCompanyCode
source: CC company code
fi: Kod kompanije m.t.

# hdrCode
source: Code
fi: Kod

# hdrCompanyCode
source: Company code
fi: Kod kompanije

# hdrDateOfBirth
source: Date of birth
fi: Datum rođenja

# hdrEplIDOld
source: ID old
fi: Stari ID

# hdrLang
source: Language
fi: Jezik

# hdrOU
source: Organizational unit
fi: Organizaciona jedinica

# hdrParentUnitID
source: Parent unit ID
fi: ID roditeljske jedinice

# hdrPersonalHolidayCategory
source: Personal holiday category
fi: Kategorija ličnog verskog praznika

# hdrPersonalHolidayDate
source: Personal holiday date
fi: Datum ličnog verskog praznika

# hdrPhone
source: Phone
fi: Telefon

# hdrPicture
source: Picture
fi: Slika

# hdrPositionID
source: Position ID
fi: ID pozicije

# hdrRemark
source: Remark
fi: Primedba

# hdrResult
source: Result
fi: Rezultat

# hdrSyncCreatedBy
source: Created by
fi: Kreirao

# hdrSyncCreatedTime
source: Created time
fi: Vreme kreiranja

# hdrSyncCreatedTimeHist
source: Synchronization time
fi: Vreme sinhronizacije

# hdrTag
source: Tag
fi: Kartica

# hdrTitle
source: Title
fi: Naziv

# hdrUnitID
source: Unit ID
fi: ID jedinice

# hdrUsername
source: Username
fi: Korisničko ime

# hdrValidFrom
source: Valid from
fi: Važi od

# hdrValidTo
source: Valid to
fi: Važi do

# hdrWorkLocationCode
source: Work location code
fi: Kod radne lokacije

# hdrWorkLocationID
source: Work location ID
fi: ID radne lokacije

# hdrWU
source: Working unit
fi: Radna jedinica

# lblCC
source: Cost center:
fi: Mesto troška:

# lblResult
source: Result:
fi: Rezultat:

# menuItemSynchronization
source: Synchronization
fi: Sinhronizacija

# succ
source: succeeded
fi: uspešno

source: Synchronization preview
fi: Pregled sinhronizacije

# tabALRecalc
source: AL recalculation
fi: GO rekalkulacija

# tabPositions
source: Positions
fi: Pozicije

# tabResponsibility
source: Responsibilities
fi: Odgovornosti

# OVER_TIME_TO_JUSTIFY_NIGHT
source: Night overtime to justify
fi: Neopredeljeni prekovremeni rad noću

# ABSENCE
source: Unjustified
fi: Neopravdano

# CHANGE_UNCONFIRMED
source: Changing unconfirmed hours
fi: Promena nepotvrđenih sati

source: Collective annual leave
fi: Kolektivni godišnji odmor

source: Justified absence
fi: Opravdano odsustvo

source: Medical check
fi: Medicinski pregled

source: Strike
fi: Štrajk

source: Training
fi: Trening

# ENTERING_OVERTIME
source: Entering overtime hours
fi: Zadavanje prekovremenih sati

# ENTERING_REGULAR
source: Entering regular hours
fi: Zadavanje regularnih sati

# overtimeSameDay
source: Overtime can not be entered in more then one day.
fi: Prekovremeni sati se zadaju u jednom danu.

# hdrMealID
source: Meal ID
fi: ID obroka

# menuItemPMC
source: PMC reports
fi: PMC izveštaji

# menuItemPMCAbsenceReports
source: Absence reports
fi: Izveštaji o odsustvima

# menuItemPMCMonthlyReport
source: Monthly report
fi: Mesečni izveštaj

# menuItemPMCOvertimeHours
source: Overtime hours
fi: Sati van radnog vremena

# menuItemPMCStatisticalReports
source: Statistical reports
fi: Statistički izveštaji

# menuItemPMCCumulativeReports
source: Cumulative reports
fi: Kumulativni izveštaji

# menuItemSystem
source: System
fi: Sistem

# menuItemSystemClosingEvents
source: Closing events
fi: Zatvaranje

# menuItemSystemMessages
source: Messages
fi: Poruke

# chbNotDefined
source: Not defined
fi: Nedefinisan

# closingEventNotSaved
source: Closing event could not be saved.
fi: Nije uspelo čuvanje događaja zatvaranja sistema.

# closingEventNotUpdated
source: Closing event could not be updated.
fi: Nije uspela izmena događaja zatvaranja sistema.

# closingEventSaved
source: Closing event is successufully saved.
fi: Događaj zatvaranja sistema je uspešno sačuvan.

# closingEventsDeleted
source: Selected closing events are successufully deleted.
fi: Izabrani događaji zatvaranja sistema su uspešno obrisani.

# closingEventsNotDeleted
source: Some of selected closing events could not be deleted.
fi: Neki od izabranih događaja zatvaranja sistema nisu mogli biti obrisani.

# closingEventUpdated
source: Closing event is successufully updated.
fi: Događaj zatvaranja sistema je uspešno izmenjen.

# gbMessage
source: Messages
fi: Poruke

# hdrDPEngineState
source: DP state
fi: Stanje DP

# hdrDPEngineStateModTime
source: DP state modification time
fi: Vreme promene stanja DP

# hdrMessageEN
source: Message (EN)
fi: Poruka (EN)

# hdrMessageSR
source: Message (SR)
fi: Poruka (SR)

# hdrRole
source: Role
fi: Rola

# lblSelectMsgInfo
source: * Message is selected by double clicking on it
fi: * Poruku birate duplim klikom na željenu poruku

# MessagesPanel
source: Messages
fi: Poruke

# noClosingEventsSelected
source: No selected closing events.
fi: Nema izabranih događaja zatvaranja sistema.

# noMessageENDefined
source: No english messages defined.
fi: Nema definisanih poruka na engleskom.

# noMessageSRDefined
source: No serbian messages defined.
fi: Nema definisanih poruka na srpskom.

# notRegularType
source: Not regular event type.
fi: Neispravan tip događaja.

# overlapingClosingEvents
source: Closing system event is already defined for selected interval.
fi: Postoji definisano zatvaranje sistema u izabranom intervalu.

# pastClosing
source: It is not allowed to close system for past period.
fi: Ne može se zatvarati sistem za prošli period.

# periodicalEventWithoutEnd
source: Periodical system closing must have start and end defined.
fi: Periodično zatvaranje sistema mora imati definisan početak i kraj.

source: System closing event add
fi: Dodavanje događaja zatvaranja sistema

# SystemClosingEvents
source: Closing events
fi: Zatvaranja sistema

# SystemClosingEventUpd
source: System closing event update
fi: Izmena događaja zatvaranja sistema

# SystemMessages
source: Messages
fi: Poruke

# messageNotSaved
source: Message could not be saved.
fi: Poruka nije mogla biti sačuvana.

# messageNotUpdated
source: Message could not be updated.
fi: Poruka nije mogla biti izmenjena.

# messageSaved
source: Message successufully saved.
fi: Poruka je uspešno sačuvana.

# messagesDeleted
source: Messages successufully deleted.
fi: Poruke su uspešno obrisane.

# messagesNotDeleted
source: Some of messages could not be deleted.
fi: Neke od poruka nisu mogle biti obrisane.

# messageUpdated
source: Message successufully updated.
fi: Poruka je uspešno izmenjena.

source: No messages selected.
fi: Nema izabranih poruka.

# overlapingMessages
source: There already exists message for selected company, role and period.
fi: Za izabranu kompaniju i rolu postoji poruka za zadati period.

# pastMessage
source: You can not enter message for past period.
fi: Ne može se unositi poruka za prošli period.

# SystemMessageAdd
source: Add message
fi: Dodavanje poruke

# SystemMessageUpd
source: Update message
fi: Izmena poruke

# noMessages
source: You must enter messages.
fi: Morate uneti poruke.

# systemNotClosed
source: System must be closed before entering data in massive way.
fi: Da biste unosili masovne izmene sistem mora biti zatvoren.

# EmplAddDataNotSaved
source: Employee additional data could not be saved.
fi: Dodatni podaci o zaposlenom nisu mogli biti sačuvani.

# EmplAddDataNotUpdated
source: Employee additional data could not be updated.
fi: Dodatni podaci o zaposlenom nisu mogli biti izmenjeni.

# lblCode
source: Code:
fi: Kod:

# ouIDExists
source: Organizational unit with same ID already exists.
fi: Organizaciona jedinica sa unetim ID-em postoji.

# ouNotSaved
source: Organizational unit could not be saved.
fi: Podaci o organizacionoj jedinici nisu mogli biti sačuvani.

# ouNotUpdated
source: Organizational unit could not be updated.
fi: Podaci o organizacionoj jedinici nisu mogli biti izmenjeni.

# ouNoWUSelected
source: You must select belonging working unit for this organizational unit.
fi: Morate izabrati radnu jedinicu za koju je organizaciona jedinica vezana.

# menuItemPMCPaymentReport
source: Payment report
fi: Izveštaj za plate

# vacUpd
source: Vaccine update
fi: Izmena vakcine

source: Employees counters balances
fi: Balansi brojača zaposlenih

# UserCatID
source: Category ID
fi: ID kategorije

# CounterTypeID
source: Type ID
fi: ID tipa

source: Name
fi: Naziv

source: Description
fi: Opis

# gbCounters
source: Counters
fi: Brojači

# hdrBalance
source: Balance
fi: Balans

# hdrCounterType
source: Counter
fi: Brojač

# hdrValueEarned
source: Earned
fi: Zarađeno

# hdrValueUsed
source: Used
fi: Iskorišćeno

source: Invalid date interval.
fi: Neispravno zadat vremenski interval.

# menuItemEmplCounterBalances
source: Employees counters balances
fi: Balansi brojača zaposlenih

source: No preview data.
fi: Nema podataka za prikaz.

# menuItemGeox
source: Geox reports
fi: Geox izveštaji

# menuItemGeoxPYReport
source: Payment report
fi: Izveštaj za plate

# cbBankHoursPayFile
source: Bank hours - file
fi: Isplata zarađenih sati - file

# enterBHFilePath
source: Enter valid bank hours pazment file path.
fi: Unesite ispravnu putanju file-a sa zarađenim satima za isplatu.

# hdrForPaying
source: For payment
fi: Za isplatu

# btnAbsent
source: Absenteeism
fi: Odsutnost

# gbAbsent
source: Absence
fi: Odsutnost

# selectPT
source: Select pass type.
fi: Izaberite tip prolaska.

# tabAdditionalReports
source: Additional reports
fi: Dodatni izveštaji

# tabALRecalcApproval
source: AL recalculation approval
fi: GO rekalkulacija odobravanja

# recalculationApproved
source: Annual leave recalculation approved.
fi: Rekalkulacija odmora je odobrena.

# recalculationApprovedFailed
source: Annual leave recalculation approval failed.
fi: Nije uspelo odobravanje rekalkulacije odmora.

# recalculationNotApproved
source: Annual leave recalculation not approved.
fi: Rekalkulacija odmora nije odobrena.

# recalculationNotApprovedFailed
source: Annual leave recalculation not approval failed.
fi: Nije uspleo odbijanje rekalkulacije odmora.

# chbUndefined
source: Undefined
fi: Nedefinisano

# lblIssued
source: Issued:
fi: Izdata:

source: Delay
fi: Kašnjenje

# noEmployeeCounterTypesFound
source: No types found for selected criteria.
fi: Nema pronađenih tipova za zadati kriterijum pretrage.

# selOneType
source: Select one type.
fi: Izaberite jedan tip.

# noSelCounterTypeDel
source: No selected counter type to delete.
fi: Nije izabran ni jedan tip brojača za brisanje.

# deleteCounterType
source: Are you sure you want to delete selected employee counter type?
fi: Da li ste sigurni da želite izbrisati selektovan tip brojača?

# counterTypeDel
source: Selected counter type successufully deleted.
fi: Selektovan tip brojača je uspešno izbrisan.

# noCounterTypeDel
source: Counter type could not be deleted.
fi: Brisanje tipa brojača nije bilo uspešno.

# updateEmployeeCounterTypes
source: Update counter type
fi: Izmena tipa brojača
