Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# btnSave
source: Save
fi: Sačuvaj

# btnUpdate
source: Update
fi: Promeni

# btnDelete
source: Delete
fi: Izbriši

# btnSearch
source: Search
fi: Pretraži

# lblEployeeID
source: Employee ID:
fi: ID:

# lblTagNum
source: Tag number:
fi: Broj kartice:

# lblFirstName
source: First name:
fi: Ime:

# lblLastName
source: Last name:
fi: Prezime:

# lblLocationID
source: Location ID:
fi: ID lokacije:

# lblName1
source: Name:
fi: Naziv:

# lblDescription
source: Description:
fi: Opis:

# lblParentLocationID
source: Parent location ID:
fi: Nadređena lokacija:

# lblWorkingUnitID
source: Working unit ID:
fi: ID:

# lblParentWUID
source: Parent working unit ID:
fi: Godina:

# lblPassTypeID
source: Pass type ID:
fi: ID prolaska:

# lblButton
source: Button:
fi: Dugme:

# lblIsPass
source: Is pass:
fi: Da li je prolazak:

# menuLibraries
source: Libraries
fi: Šifarnici

# menuEmployees
source: Employees
fi: Učenici

# menuWorkingUnits
source: Working units
fi: Odeljenja

# menuLocations
source: Locations
fi: Lokacije

# menuPassTypes
source: Pass types
fi: Tipovi prolazaka

# lblPassword
source: Password:
fi: Lozinka:

# btnAddress
source: Address >>>
fi: Adresa >>>

# btnClear
source: Clear
fi: Očisti

# btnFormClear
source: Clear
fi: Očisti formu

# lblAddressID
source: Address ID:
fi: ID adrese:

# lblName
source: Name:
fi: Ime:

# lblAddrLine1
source: Address line 1:
fi: Adresa 1:

# lblAddrLine2
source: Address line 2:
fi: Adresa 2:

# lblAddrLine3
source: Address line 3:
fi: Adresa 3:

# lblCityName
source: City name:
fi: Grad:

# lblCountry
source: Country:
fi: Država:

# lblState
source: State:
fi: Status:

# lblPostalZipCode
source: Postal zip code:
fi: Poštanski kod:

# lblTelNum1
source: Tel number 1:
fi: Telefon 1:

# lblTelNum2
source: Tel number 2:
fi: Telefon 2:

# lblTelNum3
source: Tel number 3:
fi: Telefon 3:

# lblFaxNum1
source: Fax number 1:
fi: Fax 1:

# lblFaxNum2
source: Fax number 2:
fi: Fax 2:

# lblFaxNum3
source: Fax number 3:
fi: Fax 3:

# menuReaders
source: Terminals
fi: Terminali

# lblReaderID
source: Terminal ID:
fi: ID terminala:

# lblTech
source: Technology:
fi: Tehnologija:

# lblDesc
source: Description:
fi: Opis:

# lblPrimaryLoc
source: Primary location:
fi: Primarna lokacija:

# lblPrimDirect
source: Direction:
fi: Smer:

# lblConnType
source: Connection type:
fi: Tip konekcije:

# rbSerial
source: Serial
fi: Serijski

# btnAddvance
source: Advance >>>
fi: Dodatna podešavanja >>>

# lblConnAddress
source: Connection address:
fi: Adresa konekcije:

# Ant0Loc
source: Ant0 location:
fi: Ant0 lokacija:

# Ant1Loc
source: Ant1 location:
fi: Ant1 lokacija:

# lblTagID
source: Tag ID:
fi: ID kartice:

# btnCancel
source: Cancel
fi: Otkaži

# btnTag
source: Active tag >>>
fi: Aktivna kartica >>>

# gbAntenna0
source: Antenna 0
fi: Antena 0

# gbAntenna1
source: Antenna 1
fi: Antena 1

# cbWorkTimeCounter1
source: Is work time counter
fi: Merač radnog vremena

# secLocation
source: Secondary location:
fi: Sekundarna lokacija:

# btnReaderSettings
source: Show terminal setings >>>
fi: Prikaži setovanja terminala >>>

# btnNew
source: New tag
fi: Nova kartica

# btnAdd
source: Add
fi: Dodavanje

# btnClose
source: Close
fi: Zatvori

# messageLocUpd1
source: You must select location to update first.
fi: Najpre morate selektovati lokaciju koju želite izmeniti.

# messageLocUpd2
source: More than one locations are selected. Please select single location to update.
fi: Izabrano je više lokacija. Izaberite jednu lokaciju koju želite izmeniti.

# messageLocDel1
source: Are you sure you want to delete selected locations?
fi: Da li ste sigurni da želite da izbrišete selektovane lokacije?

# messageLocDel2
source: Some terminals are on this location.
fi: Na ovoj lokaciji postoje terminali.

# messageLocDel3
source: This is a parent location. Please remove all it's child locations first.
fi: Ovo je nadređena lokacija. Najpre uklonite njene podlokacije.

# messageLocDel4
source: No selected locations to delete.
fi: Nema selektovanih lokacija za brisanje.

# messageLocSave1
source: You must enter location ID.
fi: Morate uneti ID lokacije.

# messageLocSave2
source: Location ID must be number.
fi: ID lokacije mora biti broj.

# messageLocSave3
source: Address ID must be number.
fi: ID adrese mora biti broj.

# messageLocSave4
source: You must set default or valid parent location.
fi: Morate izabrati podrazumevanu ili validnu roditeljsku lokaciju.

# messageLocSave5
source: Location successfully inserted.
fi: Podaci o lokaciji su uspešno sačuvani.

# gbLocations
source: Search locations
fi: Pretraga lokacija

# messageLocUpd3
source: Location successfully updated.
fi: Podaci o lokaciji su uspešno izmenjeni.

# gbWorkingUnits
source: Search working units
fi: Pretraga odeljenja

# messageWUDel1
source: Are you sure you want to delete selected working units?
fi: Da li ste sigurni da želite da obrišete selektovana odeljenja?

# messageWUDel2
source: Working unit contains employees and cannot be deleted.
fi: Odeljenje sadrži učenike i ne može se izbrisati.

# messageWUDel3
source: This working unit is a parent unit to some others. You must delete them first.
fi: Ovo odeljenje sadrži pod odeljenja. Najpre izbrišite njih.

# messageWUDel4
source: No selected working unit to delete.
fi: Nema selektovanih odeljenja za brisanje.

# messageLocSearch1
source: No found locations for selected criteria.
fi: Nema pronađenih lokacija za zadati kriterijum pretrage.

# messageWUSearch1
source: No found working units for selected criteria.
fi: Nema pronađenih odeljenja za zadati kriterijum pretrage.

# messageWUUpd1
source: No selected working unit to update.
fi: Nema selektovanog odeljenja koje želite izmeniti.

# messageWUUpd2
source: More than one selected working unit. Please select single working unit to update.
fi: Izabrano je više odeljenja. Izaberite jedno odeljenje koje želite izmeniti.

# messageWUSave1
source: You must enter working unit ID.
fi: Morate uneti ID odeljenja.

# messageWUSave2
source: Working unit ID must be number.
fi: ID odeljenja mora biti broj.

# messageWUSave3
source: You must select default or valid parent working unit.
fi: Morate izabrati validnu godinu.

# messageWUSave4
source: Working unit successfully inserted. Updateing access rights for this working unit...
fi: Podaci o odeljenju su uspešno sačuvani. Ažuriraju se prava pristupa ovom odeljenju...

# messageWUUpd3
source: Working unit successfully updated.
fi: Podaci o odeljenju su uspešno izmenjeni.

# messageAddrSave1
source: You must enter address ID.
fi: Morate uneti ID adrese.

# messageAddrSave2
source: Address ID must be number.
fi: ID adrese mora biti broj.

# messageAddrSave3
source: Address successfully inserted.
fi: Podaci o adresi su uspešno sačuvani.

# messageAddrUpd1
source: Address successfully updated.
fi: Podaci o adresi su uspešno izmenjeni.

# gbTags
source: Tags
fi: Kartice

# hdrPassTypeID
source: Pass type ID
fi: Tipovi prolaska

# hdrButton
source: Button
fi: Dugme

# hdrIsPass
source: Is pass
fi: Da li je prolaz

# isPassTrue
source: Yes
fi: Da

# isPassFalse
source: No
fi: Ne

source: Add pass type
fi: Dodavanje tipa prolaska

source: Update pass type
fi: Izmena tipa prolaska

# msgPleaseSelectPassType
source: Please select pass type from list.
fi: Selektujte tip prolaska iz liste.

# messageTagSave1
source: Tag ID must be number.
fi: ID kartice mora biti broj.

# messageTagNew1
source: This employee already has active tag. First deactivate existing tag.
fi: Zaposleni već ima aktivnu karticu. Najpre deaktivirajte postojeću karticu.

# menuReports
source: Reports
fi: Izveštaji

# menuRepLoc
source: Reports for locations
fi: Izveštaji po lokacijama

# menuRepWU
source: Reports for units
fi: Izveštaji po jedinicama

# menuRepEmpl
source: Reports for employees
fi: Izveštaji po zaposlenima

# menuProcessingTables
source: Processing tables
fi: Procesiranje podataka

# menuLogToPasses
source: Log to Passes
fi: Log -> Passes

# menuPassesToIOPairs
source: Passes to IOPairs
fi: Passes -> IOPairs

# hdrEmployeeID
source: Employee ID
fi: ID

# hdrFirstName
source: First name
fi: Ime

# hdrLastName
source: Last name
fi: Prezime

# hdrWorkingUnit
source: Working unit
fi: Odeljenje

# hdrPassword
source: Password
fi: Lozinka

# messageEmployeeNotSelected
source: Please select employee from the list first.
fi: Morate prvo selektovati učenika iz liste.

source: Add employee
fi: Dodavanje učenika

source: Update employee
fi: Izmena učenika

# hdrReaderID
source: Terminal ID
fi: ID terminala

# hdrConnType
source: Connection type
fi: Vrsta konekcije

# hdrConnAddress
source: Connection address
fi: Adresa

# hdrAntenna0Loc
source: Antenna 0 location
fi: Antena 0 lokacija

# hdrAntenna1Loc
source: Antenna 1 location
fi: Antena 1 lokacija

# hdrDescripton
source: Description
fi: Opis

# messageSelectReader
source: Please select terminal from the list first.
fi: Morate prethodno selektovati terminal iz liste.

# addReader
source: Add terminal
fi: Dodavanje terminala

# updateReader
source: Update terminal
fi: Izmena terminala

# lblConnection
source: Connection
fi: Konekcija

source: Update address
fi: Izmena adrese

# addAddress
source: Add new address
fi: Unos nove adrese

# messageEmployeeIDNotSet
source: You must enter employee ID.
fi: Morate uneti ID učenika.

# messageEmployeeFirstNameNotSet
source: Please set employee's first name.
fi: Morate uneti ime učenika.

# messageEmployeeLastNameNotSet
source: Please enter employee's last name.
fi: Morate uneti prezime učenika.

# messageEmployeeStatusNotSet
source: Please select employee's status.
fi: Morate selektovati status učenika.

# messageEmployeeWUNotSet
source: Please select working unit.
fi: Morate selektovati odeljenje.

# messageEmployeeIDMustBeNum
source: Employee ID must be number.
fi: ID učenika mora biti broj.

source: Update location
fi: Izmena lokacije

source: Add location
fi: Dodavanje lokacije

# locationForm
source: Locations
fi: Lokacije

source: New tag
fi: Unos nove kartice

# blockTag
source: Blocking tag
fi: Blokiranje kartice

# retireTag
source: Retireing tag
fi: Povlačenje kartice

# activeTag
source: Activating tag
fi: Aktiviranje kartice

# changeTag
source: Changing tag
fi: Izmena kartice

# tagForm
source: Tags
fi: Kartice

# WUForm
source: Working units
fi: Odeljenja

# updateWU
source: Update working unit
fi: Izmena odeljenja

# addWU
source: Add working unit
fi: Dodavanje odeljenja

# messageAddressIDMustBeNumber
source: Address ID must be number.
fi: Adresa mora biti označena brojem.

# messageEmployeeInserted
source: Employee successfully inserted. Do you want to enter new employee?
fi: Podaci o učeniku su uspešno sačuvani. Želite li da unesete podatke o novom učeniku?

# messageEmployeeUpdated
source: Employee successfully updated.
fi: Podaci o učeniku su uspešno izmenjeni.

# messageEmployeeExist
source: Employee with given ID already exists.
fi: Učenik sa ovim ID već postoji u bazi.

# messagePasswordNotSet
source: Please enter password.
fi: Morate uneti lozinku.

# messagePassTypeIDNotSet
source: You must enter pass type ID.
fi: Morate uneti ID tipa prolaska.

# messagePassTypeIDMustBeNum
source: Pass type ID must be number.
fi: ID tipa prolaska mora biti broj.

# messagePassTypeButton
source: Button must be number.
fi: Dugme mora biti broj.

# messagePassTypeInserted
source: Pass type successfully inserted.
fi: Podaci o tipu prolaska su uspešno sačuvani.

# messagePassTypeUpdated
source: Pass type successfully updated.
fi: Podaci o tipu prolaska su uspešno izmenjeni.

# messageReaderIDNotSet
source: Please enter valid terminal ID.
fi: Morate uneti ID terminala.

# messageReaderTechType
source: Please select valid technology type.
fi: Unesite odgovarajuću tehnologiju terminala.

# messageReaderA0PrimLoc
source: Please select valid primary location for antenna 0.
fi: Unesite primarnu lokaciju za Antenu 0.

# messageReaderA0PrimDir
source: Please select valid primary direction for antenna 0.
fi: Unesite primarni smer Antene 0.

# messageReaderA1PrimLoc
source: Please select valid primary location for antenna 1.
fi: Unesite primarnu lokaciju za Antenu 1.

# messageReaderA1PrimDir
source: Please select valid primary direction for antenna 1.
fi: Unesite primarni smer Antene 1.

# messageAddrSave4
source: Address with given ID already exists.
fi: Za uneti ID već postoji adresa.

# messageEmployeeIDexists
source: Employee with given ID already exists.
fi: Učenik sa datim ID već postoji u bazi.

# messageLocSave6
source: Location already exists.
fi: Za uneti ID već postoji lokacija.

# messagePassTypeExist
source: Pass type already exists.
fi: Za uneti ID već postoji tip prolaska.

# messageReaderIDexists
source: Terminal with given ID already exists.
fi: Terminal sa datim ID već postoji u bazi.

# messageWUIDExists
source: Working unit already exist.
fi: Odeljenje sa ovim ID već postoji u bazi.

# messageTagSave2
source: Tag with given record ID already exists.
fi: Za uneti ID već postoji kartica.

# messageDeleteEmpl
source: Are you sure you want to delete selected employees?
fi: Da li ste sigurni da želite da izbrišete selektovane učenike?

# emplNotFound
source: No found employees for selected criteria.
fi: Za zadati kriterijum nije pronađen nijedan učenik.

# passTypeNotFound
source: No found pass types for selected criteria.
fi: Za zadati kriterijum nije pronađena nijedan tip prolaska.

# emplUpd
source: Employee successfully updated.
fi: Podaci o učeniku su uspešno izmenjeni.

# tagEmplNotFound
source: Employee does not exist.
fi: Učenik ne postoji.

# messageReaderA0SecLoc
source: Please select valid secondary location to antenna 0.
fi: Unesite sekundarnu lokaciju za Antenu 0.

# messageReaderA0SecDir
source: Please select valid secondary direction to antenna 0.
fi: Unesite sekundarni smer Antene 0.

# messageReaderA1SecLoc
source: Please select valid secondary location to antenna 1.
fi: Unesite sekundarnu lokaciju za Antenu 1.

# messageReaderA1SecDir
source: Please select valid secondary direction to antenna 1.
fi: Unesite sekundarni smer Antene 1.

# WTSchemaTitle
source: Work time schemas
fi: Satnice

# WTSchemaGroup
source: Search work time schema
fi: Pretraga satnica

# lblLength
source: Length:
fi: Dužina:

# lblDays
source: Days
fi: Dana

# WTSchemaAddTitle
source: Add work time schema
fi: Dodavanje satnice

# btnDetails
source: Details >>>
fi: Detalji >>

# WTSchemaDetails
source: Working time schema details
fi: Detalji satnica

# WTSchPeriod
source: Work time interval
fi: Interval radnog vremena

# lblEndTime
source: End time:
fi: Vreme završetka:

# lblStartTime
source: Start time:
fi: Vreme početka:

# lblTolernce
source: Tolerance:
fi: Tolerancija

# gbGroups
source: Search working groups
fi: Pretraga grupa zaposlenih

# gbGroupsAdd
source: Give name and group description
fi: Zadavanje imena i opisa grupe

# gbGroupsUpd
source: Update name and group description
fi: Izmena imena i opisa grupe

# menuWTGroups
source: Working groups
fi: Grupe zaposlenih

# groupInserted
source: Working group successfully inserted. Do you want to add employees to it?
fi: Podaci o grupi zaposlenih su uspešno sačuvani. Da li želite da joj odmah dodelite zaposlene?

# groupExist
source: Working group already exists.
fi: Grupa zaposlenih već postoji.

# noSelGrp
source: No selected group to update.
fi: Nema selektovane grupe za izmenu.

# lblType
source: Type:
fi: Tip:

# lblSchema
source: Schema:
fi: Satnica

# lblDuration
source: Cycle duration
fi: Dužina ciklusa

# WTSchemaUpdateTitle
source: Update wotk time schema
fi: Izmena satnice

# btnAddInterval
source: Add interval
fi: Dodavanje intervala

# btnUpdateInterval
source: Update interval
fi: Izmena intervala

# btnDeleteInterval
source: Delete interval
fi: Brisanje intervala

# noSelGrpDel
source: No selected working group to delete.
fi: Nema izabrane grupe zaposlenih za brisanje.

# groupDeleted
source: Working group successfully deleted.
fi: Grupa zaposlenih je uspešno izbrisana.

# grpUpd
source: Working group successfully updated.
fi: Podaci o grupi zaposlenih su uspešno izmenjeni.

# groupHasEmpl
source: Selected working group contains employees and cannot be deleted.
fi: Selektovana grupa zaposlenih sadrži zaposlene i ne može biti izbrisana.

# hdrDayNum
source: Day number
fi: Rbr Dana

# hdrSartTime
source: Start time
fi: Početak rada

# hdrEndTime
source: End time
fi: Završetak rada

# hdrTolerance
source: Tolerance
fi: Tolerancija (min)

# gbDaysIntervals
source: Days and intervals
fi: Dani i intervali

# btnTimeSchedule
source: Time schedule assigning
fi: Dodela satnice

source: Employees time schedule
fi: Satnice zaposlenih

# btnAssign
source: Assign
fi: Dodeli

# lblMonth
source: Month:
fi: Mesec:

source: Mon
fi: Pon

source: Tue
fi: Uto

source: Wed
fi: Sre

source: Thr
fi: Čet

source: Fri
fi: Pet

source: Sat
fi: Sub

source: Sun
fi: Ned

# lblEAT
source: Earliest attendance time:
fi: Najranije vreme dolaska:

# lblST
source: Start time:
fi: Početak rada:

# lblLAT
source: Latest atendance time:
fi: Najkasnije vreme dolaska:

# lblELT
source: Earliest left time:
fi: Najranije vreme odlaska:

# lblET
source: End time:
fi: Kraj rada:

# lblLLT
source: Latest left time:
fi: Najkasnije vreme odlaska:

# WTAdvanceTitle
source: Advance time settings
fi: Napredno setovanje vremena

# lblDay
source: Day:
fi: Dan:

# cbUniformTolerance
source: Uniform time tolerance
fi: Ista vremenska tolerancija

# selectOneDay
source: You must select start day of selected schema.
fi: Morate izabrati početni dan selektovane satnice.

# selectSchema
source: You must select schema.
fi: Morate izabrati satnicu.

# Schema
source: Time schema
fi: Satnica

# SchemaDay
source: Day
fi: Dan

# msgRemoveSchema
source: Are you sure you want to delete work time schema?
fi: Da li ste sigurni da želite da obrišete selektovanu satnicu?

# assignEachDay
source: There are days without time schema assigned. Please assign time schema to each day.
fi: Pre čuvanja, dodelite satnice svakom danu.

# emplScheduleSaved
source: Time schedule successufully saved. Changes are valid only for this month!
fi: Raspored je uspešno sačuvan. Izmene važe samo za ovaj mesec!

# msgEnterDayNum
source: Please enter day number.
fi: Morate uneti redni broj dana u ciklusu.

# msgEnterInterNum
source: Please enter interval number.
fi: Morate uneti redni broj intervala u danu.

# msgSchemaName
source: You must enter time schema name.
fi: Morate uneti naziv satnice.

# IOPairsTitle
source: IO pairs
fi: Parovi ulaz/izlaz

# lblShowPairs
source: Show pairs
fi: Status:

# lblWorkingUnit
source: Working unit:
fi: Odeljenje:

# lblTo
source: To:
fi: Do:

# lblFrom
source: From:
fi: Od:

# hdrLocation
source: Location
fi: Lokacija

# menuIOPairs
source: IO Pairs
fi: Parovi ulaz/izlaz

# lblLocation
source: Location:
fi: Lokacija:

# noEmplInGroup
source: This working group does not contain any employee.
fi: Ova grupa zaposlenih ne sadrži nijednog zaposlenog.

# lblGroupID
source: Group ID:
fi: ID grupe zaposlenih:

# menuPasses
source: Passes
fi: Prolasci

# lblWU
source: Working unit:
fi: Odeljenje:

# lblEmployee
source: Employee:
fi: Učenik:

# lblPassType
source: Pass type:
fi: Tip prolaska:

# hdrPassID
source: Pass ID
fi: ID prolaska

# hdrDirection
source: Direction
fi: Smer

# hdrEventTime
source: Event time
fi: Vreme događaja

# hdrIsWrkHrs
source: WH*
fi: RV*

# hdrLocationID
source: Location ID
fi: ID lokacije

# hdrPairGenUsed
source: Processed
fi: Procesiran

# hdrManualCreated
source: MM**
fi: RM**

# noPassesFound
source: No passes found for selected criteria.
fi: Nije pronađen nijedan prolazak za zadati kriterijum pretrage.

# noSelPassDel
source: No selected pass to delete.
fi: Nema selektovanog prolaska za brisanje.

# passesDel
source: Passes successufully deleted.
fi: Prolasci su uspešno izbrisani.

# noPassDel
source: Some passes are not deleted.
fi: Neki prolasci nisu mogli biti izbrisani.

# menuPassesAdd
source: Add pass
fi: Dodavanje prolaska

# menuPassesUpd
source: Update pass
fi: Izmena prolaska

# lblEventTime
source: Event time:
fi: Vreme prolaska:

# chkbIsWrkHrs
source: Is work hours
fi: Za računanje radnog vremena

# passNoEmpl
source: You must enter employee.
fi: Morate uneti zaposlenog.

# passNoDirect
source: You must enter direction.
fi: Morate uneti smer.

# passNoEventTime
source: You must enter event time.
fi: Morate uneti vreme prolaska.

# passNoPassType
source: You must enter pass type.
fi: Morate uneti tip prolaska.

# passNoLoc
source: You must enter location.
fi: Morate uneti lokaciju.

# IOPairAdd
source: Add IO pair
fi: Dodavanje para ulaz/izlaz

# IOPairUpdate
source: Update IO pair
fi: Izmena para ulaz/izlaz

# passInserted
source: Pass successufully inserted. Do you want to enter some other pass?
fi: Podaci o prolasku su uspešno sačuvani. Da li zelite da dodate novi prolazak?

# lblStart
source: Entering time:
fi: Ušao:

# lblEnd
source: Leaving time:
fi: Izašao:

# selectOnePass
source: Select one pass to update.
fi: Izaberite jedan prolazak za izmenu.

# passUpdated
source: Pass successufully updated.
fi: Podaci o prolasku su uspešno izmenjeni.

# lblUnknown
source: Unknown
fi: Nepoznato vreme

# isPassOther
source: Other payment codes
fi: Ostale šifre plaćanja

# isPassReader
source: Pass on terminal
fi: Prolazak na terminalu

# isPassWholeDayAbsence
source: Whole day absence
fi: Celodnevno odsustvo

# hdrPassType
source: Pass type
fi: Tip prolaska

# msgPassTypeDel
source: Are you sure you want to delete selected pass types?
fi: Da li ste sigurni da želite izbrisati selektovane tipove prolazaka?

# menuEmployeeAbsences
source: Employee absences
fi: Odsustva zaposlenih

# lblAbsence
source: Absence type:
fi: Tip odsustva:

# lblStartDate
source: Start date:
fi: Od:

# lblEndDate
source: End date:
fi: Do:

# hdrRecID
source: Record ID
fi: ID zapisa

# hdrAbsID
source: Absence type
fi: Tip odsustva

# hdrStartDate
source: Start date
fi: Od

# hdrEndDate
source: End date
fi: Do

# noEmplAbsFound
source: No employee absence found for selected criteria.
fi: Za zadati kriterijum nije pronađeno nijedno odsustvo zaposlenih.

# noSelAbsDel
source: No selected employee absence to delete.
fi: Nema selektovanog odsustva zaposlenog za brisanje.

# noAbsDel
source: Some employee absences could not be deleted.
fi: Neka odsustva zaposlenih nisu mogla biti izbrisana.

# msgLocNotSelected
source: Please select location.
fi: Morate selektovati lokaciju.

# msgPTNotSet
source: Please select pass type.
fi: Morate uneti tip prolaska.

# lblWorkTime
source: Regular work
fi: Redovan rad

# msgNotValidDayNum
source: Please enter valid day number.
fi: Unesite validan broj dana.

# msgNotValidIntNum
source: Please enter valid interval number.
fi: Unesite validan redni broj intervala.

# msgTimeNotCorrect
source: Start or end time not valid.
fi: Vreme početka ili završetka intervala nije koretno. Unesite korektno vreme.

# msgNoDaysFound
source: Time schema must contains at least one day and one interval to be saved.
fi: Satnica mora da bude definisana bar jednim danom i jednim intervalom u okviru njega.

# msgTolNotCorrect
source: Tolerance must be greater than zero.
fi: Tolerisano vreme mora da bude veće od 0.

# msgSelectSchema
source: Please select time schema first.
fi: Morate prethodno selektovati satnicu radnog vremena.

# msgIOPairSaved
source: IO pair successfully saved.
fi: Podaci o paru ulaz/izlaz su uspešno sačuvani.

# msgSchemaType
source: You must select time schema type.
fi: Morate selektovati tip satnice.

# menuEmployeeAbsencesAdd
source: Employee absence add
fi: Dodavanje odsustva zaposlenih

# menuEmployeeAbsencesUpdate
source: Employee absence update
fi: Izmena odsustva zaposlenih

# selectOneAbs
source: Select one employee absence to update.
fi: Izaberite jedno odsustvo zaposlenog koje želite izmeniti.
