Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# exitPermSaved
source: Exit permissions successufully saved.
fi: Podaci o propusnici su uspešno sačuvani.

# selPassExitPerm
source: No selected pass for exit permission.
fi: Nema selektovanog prolaska kome biste dodelili propusnicu.

source: Processing ...
fi: Obrada je u toku ...

# selExitPermUpd
source: You must select one exit permission to update.
fi: Morate izabrati jednu propusnicu koju želite izmeniti.

# usedExitPermUpd
source: You can not update used exit permission.
fi: Ne možete menjati iskorišćenu propusnicu.

# ExitPermUpdForm
source: Exit permissions update
fi: Izmena propusnica

# exitPermUpdated
source: Exit permission successufully updated.
fi: Podaci o propusnici su uspešno izmenjeni.

# nextTime
source: Next processing at:
fi: Sledeća obrada je u:

# gbUser
source: Search users
fi: Pretraga operatera

# gbEmployeeLocations
source: Search employee locations
fi: Pretraga lokacija zaposlenih

# gbEmployeeAbsences
source: Search employee absences
fi: Pretraga odsustva zaposlenih

# gbEmployees
source: Search employees
fi: Pretraga učenika

# gbGate
source: Search gates
fi: Pretraga kapija

# gbPassTypes
source: Search pass types
fi: Pretraga tipova prolazaka

# gbReaders
source: Search terminals
fi: Pretraga terminala

# gbPasses
source: Search passes
fi: Pretraga prolazaka

# gbIOPairs
source: Search IO pairs
fi: Pretraga parova ulaz/izlaz

# IOPairsDeleted
source: Selected IO pairs are successufully deleted.
fi: Selektovani parovi ulaz/izlaz su uspešno izbrisani.

# IOPairsNotDeleted
source: Some of selected IO pairs could not be deleted.
fi: Neki od selektovanih parova ulaz/izlaz nisu mogli biti izbrisani.

# lblPayCode
source: Payment code:
fi: Šifra plaćanja:

# hdrPayCode
source: Payment code
fi: Šifra plaćanja

# messagePassTypePayCode
source: Payment code must be 4 digit number.
fi: Šifra plaćanja mora biti četforocifreni broj.

# PassTypePayCodeUpd
source: You cannot update other payment codes.
fi: Ne možete menjati ostale šifre plaćanja.

# holidayForm
source: Holidays
fi: Praznici

# gbHolidays
source: Search holidays
fi: Pretraga praznika

# hdrDate
source: Date
fi: Datum

# noHolidaysFound
source: No holidays found for selected search criteria.
fi: Za zadati kriterijum nema pronađenih praznika.

# updateTagsNow
source: Do you want to update tags now?
fi: Da li želite da pošaljete promenjene kartice svim terminalima odmah?

# noSelHolidayDel
source: No selected holidays to delete.
fi: Nema selektovanih praznika za brisanje.

# deleteHolidays
source: Are you sure you want to delete selected holidays?
fi: Da li ste sigurni da želite izbrisati selektovane praznike?

# HolidaysDel
source: Selected holidays successufully deleted.
fi: Selektovani praznici su uspešno izbrisani.

# noHolidayDel
source: Some of selected holidays could not be deleted.
fi: Neki praznici nisu mogli biti izbrisani.

# selOneHoliday
source: Select one holiday you want to update.
fi: Morate izabrati jedan praznik koji želite izmeniti.

source: Update holiday
fi: Izmena praznika

source: Add holiday
fi: Dodavanje praznika

# holidaySaved
source: Holiday successufully saved.
fi: Podaci o prazniku su uspešno sačuvani.

# holidayUpdated
source: Holiday successufully updated.
fi: Podaci o prazniku su uspešno izmenjeni.

# menuWT
source: Work time
fi: Radna vremena

# menuHolidays
source: Holidays
fi: Praznici

# holidayExists
source: Holiday already exists for selected date.
fi: Za izabrani datum već postoji definisan praznik.

# ParentWUPermission
source: You can not remove this user becouse it has permissions under parent working unit.
fi: Ne možete izbaciti ovog operatera jer on ima prava nad nadređenom radnom jedinicom.

# readerConnNotValid
source: Please enter valid connection address.
fi: Adresa terminala nije ispravna.

# exitPermNotSaved
source: Some of exit permissions could not be saved.
fi: Neke propusnice nisu mogle biti sačuvane.

# noPassesForExitPermissionsFound
source: For some of selected employees and date no passes found so some exit permissions could not be saved.
fi: Prilkom retroaktivnog zadavanja propusnica prolazak zaposlenog mora biti procesiran. Nisu pronadjeni prolasci za neke od selektovanih zaposlenih za koje retroaktivno može biti izdata propusnica tako da te propusnice nisu mogle biti sačuvane.

# emplNotDeleted
source: Some of selected employees could not be deleted.
fi: Neki od selektovanih učenika nisu mogli biti izbrisani.

# selectOneDayCalendar
source: You must select day on calendar.
fi: Morate izabrati dan kojem dodeljujete satnicu.

# gbAutoClose
source: Automatic closing
fi: Automatsko zatvaranje

# rbWithout
source: No closing
fi: Bez zatvaranja

# rbStart
source: Close starts
fi: Zatvaranje početka

# rbEnd
source: Close ends
fi: Zatvaranje kraja

# rbStartEnd
source: Close starts and/or ends
fi: Zatvaranje početka i/ili kraja

# hdrAutoClose
source: Auto close
fi: Automatsko zatvaranje

# lblPurpose
source: Purpose:
fi: Svrha:

# SelectPurpose
source: You must select purpose.
fi: Morate izabrati svrhu dodeljivanja.

# hdrName
source: Name
fi: Ime

# hdrDownloadStartTime
source: Download start time
fi: Početno vreme skidanja podataka

# hdrDownloadInterval
source: Download interval
fi: Interval skidanja podataka

# hdrDownloadEraseCounter
source: Download erase counter
fi: Procenat zauzetosti memorije pri kome se brišu podaci

# selWTGroup
source: You must select working group.
fi: Morate izabrati grupu zaposlenih.

# menuStandardRep
source: Standard reports
fi: Standardni izveštaji

# menuMittalRep
source: Mittal reports
fi: Mittal izveštaji

# emplPhotoOpen
source: Employee photo could not be opened.
fi: Fotografija učenika se ne može prikazati.

# noEmplPassPrivilege
source: You do not have privilege to see passes of any employee.
fi: Nemate pravo da vidite prolaske nijednog učenika.

# noEmplIOPairPrivilege
source: You do not have privilege to see IO pairs of any employee.
fi: Nemate pravo da vidite parove ulaz/izlaz nijednog zaposlenog.

# menuReadersSettings
source: Terminals settings
fi: Podešavanje terminala

# noEmplLocationPrivilege
source: You do not have privilege to see locations of any employee.
fi: Nemate pravo da vidite lokacije nijednog zaposlenog.

# passesGreaterThenAllowed
source: There are too meny passes that satisfy selected criteria. Showing could last couple of minutes. Do you want to proceed?
fi: Pronađeno je previše prolazaka za zadati kriterijum pretrage. Prikazivanje može potrajati nekoliko minuta. Da li želite da nastavite?

# IOPairsGreaterThenAllowed
source: There are too meny IO pairs that satisfy selected criteria. Showing could last couple of minutes. Do you want to proceed?
fi: Pronađeno je previše parova ulaz/izlaz za zadati kriterijum pretrage. Prikazivanje može potrajati nekoliko minuta. Da li želite da nastavite?

# hdrHasTag
source: Has tag
fi: Dodeljena kartica:

# lblHasTag
source: Has tag:
fi: Dodeljena kartica:

# lblTotal
source: Total:
fi: Ukupno:

# msgToFromNull
source: At least one of start and end time must be known.
fi: Bar jedno od vremena početka ili vremena završetka mora biti poznato.

# menuManual
source: Manual
fi: Uputstvo

# manualNotOpened
source: Manual could not be opened.
fi: Uputstvo se ne može prikazati.

# menuPaymentRep
source: Payrolls
fi: Plate

# applRunning
source: Application running already.
fi: Program je već pokrenut!

# cbChangePass
source: Change password
fi: Izmena lozinke

source: Change password
fi: Izmena lozinke

# noEmplPrivilege
source: You do not have permission to see any employee.
fi: Nemate prava da vidite nijednog učenika.

source: Unknown
fi: vreme nije poznato

# emplOrdinary
source: ORDINARY
fi: Standardni

# emplExtraOrdinary
source: EXTRAORDINARY
fi: Posebni

# emplSpecial
source: SPECIAL
fi: Specijalni

# hdrType
source: Type
fi: Tip

# messageEmployeeAddrMustBeNum
source: Employee address must be number.
fi: Adresa učenika mora biti broj.

# messageTypeNotSet
source: You must select employee type.
fi: Morate izabrati tip učenika.

# noEmplPermPrivilege
source: You do not have privilege to see exit permission of any employee.
fi: Nemate pravo da vidite propusnice nijednog zaposlenog.

# noEmplAbsPrivilege
source: You do not have privilege to see absence of any employee.
fi: Nemate pravo da vidite odsustvo nijednog zaposlenog.

# hdrAbsUsed
source: Processed
fi: Procesirano

source: Error
fi: Greška

# absExists
source: For some of selected days of absence, some other absence is already defined. You can not defined two absences for same day.
fi: Za neke od zadatih dana odsustva, već postoji definisano odsustvo. Ne mogu se definisati dva odsustva za isti dan.

# startGreaterThenEnd
source: Start date could not be greater than end date.
fi: Datum početka odsustva ne sme biti veći od datuma završetka odsustva.

# menuRetiredTags
source: Retired tags
fi: Nevažeće kartice

# tagsReports
source: Retired tags reports
fi: Izveštaji o nevažećim karticama

# menuProlongTS
source: Prolonging time schedules
fi: Produžavanje rasporeda satnica

# ProlongTSForm
source: Prolonging time schedules
fi: Produžavanje rasporeda satnica

# btnProlongTS
source: Prolong time schedule
fi: Produži raspored satnica

# hdrSchema
source: Schema
fi: Satnica

# usedPermissionsDelete
source: Some of selected exit permissions are already used and could not be deleted.
fi: Neke od selektovanih propusnica su već iskorišćene i one ne mogu biti izbrisane.

# cbWorkDayStart
source: Working day beggining exit permission (retroactive)
fi: Izdavanje propusnice za početak radnog vremena (retroaktivno)

# lblWorkDayBeginning
source: Working day beginning:
fi: Početak radnog vremena:

# lblFirstIN
source: First IN:
fi: Prvi ulazak:

# lblPermissionPair
source: Exit permission will cover period:
fi: Propusnica će važiti za period:

# ExitPermWorkDayBeginningForm
source: Working day beginning exit permission
fi: Izdavanje propusnice za početak radnog vremena

# exitPermBeginNotSaved
source: Exit permission could not be saved. You selected not working day, or employee does not have any entries for that day.
fi: Propusnica nije mogla biti sačuvana. Ili ste izabrali neradni dan ili zaposleni nema više ulazaka za taj dan.

# msgDefaultSchemaDel
source: You can not delete default time schema.
fi: Ne možete izbrisati podrazumevanu satnicu.

# noSelectedReader
source: Select terminals first.
fi: Morate prvo selektovati terminale.

# exitApplication
source: Are you sure you want to stop the application?
fi: Da li ste sigurni da hocete da zaustavite aplikaciju?

# btnLogView
source: Login View
fi: Pregled prijavljivanja

# lblLoginTime
source: Login time
fi: Vreme prijave

# lblLogoutTime
source: Logout time
fi: Vreme odjave

# lblDurationLogin
source: Duration
fi: Trajanje

# gbOperaterLog
source: Operators
fi: Operateri

# formUsersLog
source: Log view
fi: Pregled prijavljivanja

# lblUserID_lv
source: UserID
fi: ID operatera

# lblName_lv
source: Name
fi: Ime

# lblUsersLogFrom
source: From:
fi: Od:

# lblUsersLogTo
source: To:
fi: Do:

# lblDate
source: Date:
fi: Datum:

# accessGroupsForm
source: Access groups
fi: Grupe za pristup

# btnEmployeeAccessGroups
source: Employee <-> Access groups
fi: Zaposleni <-> Grupa za pristup

# noSelAccessGroupDel
source: No selected access groups to delete.
fi: Nema selektovanih grupa za pristup za brisanje.

# deleteAccessGroups
source: Are you sure you want to delete selected access groups?
fi: Da li ste sigurni da želite izbrisati selektovane grupe za pristup?

# defaultAccessGroup
source: Default access group could not be deleted.
fi: Podrazumevana grupa za pristup ne može biti izbrisana.

# accessGroupHasEmployees
source: Some employees belongs to this access group and it could not be deleted.
fi: Neki zaposleni pripadaju ovoj grupi za pristup i ona ne može biti izbrisana.

# accessGroupDel
source: Selected access groups successufully deleted.
fi: Selektovane grupe za pristup su uspešno izbrisane.

# noAccessGroupDel
source: Some of selected access groups could not be deleted.
fi: Neke grupe za pristup nisu mogle biti izbrisane.

# selOneAccessGroup
source: Select one access group you want to update.
fi: Morate izabrati jednu grupu za pristup koju želite izmeniti.

source: Update access group
fi: Izmena grupe za pristup

source: Add access group
fi: Dodavanje grupe za pristup

# addAccessGroupNameEmpty
source: You must enter access group name.
fi: Morate uneti ime grupe za pristup.

# accessGroupSaved
source: Access group successufully saved.
fi: Podaci o grupi za pristup su uspešno sačuvani.

# accessGroupExists
source: Access group already exists for selected name.
fi: Za izabrano ime već postoji definisana grupa za pristup.

# accessGroupUpdated
source: Access group successufully updated.
fi: Podaci o grupi za pristup su uspešno izmenjeni.

# menuAccessControl
source: Access control
fi: Kontrola pristupa

# menuAccessControlGroups
source: Access control groups
fi: Grupe za pristup

# menuEmployeeAccessControlGroups
source: Employee <-> Access control groups
fi: Zaposleni <-> Grupe za pristup

# menuAccessControlGroupsGates
source: Access control groups <-> Gates
fi: Grupe za pristup <-> Kapije

# menuAccessProfiles
source: Profiles
fi: Profili

# menuTimeAccessProfiles
source: Weekly access schedules
fi: Nedeljni rasporedi pristupa

# menuGateAccessProfiles
source: Gate access profiles
fi: Profili za pristup na kapiji

# menuAssignGateProfile
source: Gates <-> Weekly access schedules
fi: Kapije <-> Profili za pristup na kapiji

# employeesXAccessGroupsForm
source: Employees <-> Access groups
fi: Zaposleni <-> Grupe za pristup

# tabPageEmployees
source: Employees
fi: Zaposleni

# tabPageAccessGroups
source: Access groups
fi: Grupe za pristup

# tabPageEmployeesXAccessGroups
source: Employee <-> Access groups
fi: Zaposleni <-> Grupe za pristup

# gbEmployeeAccessGroup
source: Access group that selected employee belongs to
fi: Grupa za pristup kojoj pripada selektovani zaposleni

# btnAccessGroupMaintenance
source: Access group maintenance
fi: Održavanje grupa za pristup

# lblEmployeeForAccessGroup
source: List of all employees who belong to selected access group:
fi: Zaposleni kojima je dodeljena selektovana grupa za pristup

# lblAccessGroup
source: Access group:
fi: Grupa za pristup:

# lblEmployeesForAccessGroup
source: List of all employees who do not belong to selected access group:
fi: Zaposleni kojima nije dodeljena selektovana grupa za pristup

# EmployeeXAccessGroupSaveChanges
source: Employees who belong to this access group are changed. Do you want to save changes?
fi: Zaposleni kojima je dodeljena selektovana grupa za pristup su izmenjeni. Želite li da sačuvate izmene?

# EmployeeXAccessGroupCancelChanges
source: Changes are canceled.
fi: Unete promene su otkazane i neće biti sačuvane.

# SelectAccessGroup
source: Select access group first.
fi: Najpre selektujte grupu za pristup.

# EmployeeXAccessGroupSaved
source: Changes successufully saved.
fi: Izmene su uspešno sačuvane.

# cannotStartTransaction
source: Transaction can not be started.
fi: Transakcija ne može da se započne.

# EmployeeXAccessGroupNotSaved
source: Changes can not be saved.
fi: Izmene ne mogu biti sačuvane.

# timeAccessProfilesForm
source: Weekly access schedules
fi: Nedeljni rasporedi pristupa

# noSelTimeAccessProfileDel
source: No selected weekly access schedule to delete.
fi: Nema selektovanih nedeljnih rasporeda pristupa za brisanje.

# deleteTimeAccessProfile
source: Are you sure you want to delete selected weekly access schedules?
fi: Da li ste sigurni da želite izbrisati selektovane nedeljne rasporede pristupa?

# defaultTimeAccessProfile
source: Default weekly access schedule could not be deleted.
fi: Podrazumevani nedeljni raspored pristupa ne može biti izbrisan.

# timeAccessProfileHasGateTAP
source: Some gate access profiles use this weekly access schedule and it could not be deleted.
fi: Neki profili za pristup na kapiji koriste dati nedeljni raspored pristupa i on ne može biti izbrisan.

# timeAccessProfileDel
source: Selected weekly access schedules successufully deleted.
fi: Selektovani nedeljni rasporedi pristupa su uspešno izbrisani.

# noTimeAccessProfileDel
source: Some of selected weekly access schedules could not be deleted.
fi: Neki nedeljni rasporedi pristupa nisu mogli biti izbrisani.

# selOneTimeAccessProfile
source: Select one weekly access schedule you want to update.
fi: Morate izabrati jedan nedeljni raspored pristupa koji želite izmeniti.

# updateTimeAccessProfile
source: Update weekly access schedule
fi: Izmena nedeljnog rasporeda pristupa

# addTimeAccessProfile
source: Add weekly access schedule
fi: Dodavanje nedeljnog rasporeda pristupa

# addTimeAccessProfileNameEmpty
source: You must enter weekly access schedule name.
fi: Morate uneti ime nedeljnog rasporeda pristupa.

# timeAccessProfileSaved
source: Weekly access schedule successufully saved.
fi: Podaci o nedeljnom rasporedu pristupa su uspešno sačuvani.

# timeAccessProfileExists
source: Weekly access schedule already exists for selected name.
fi: Za izabrano ime već postoji definisan nedeljni raspored pristupa.

# timeAccessProfileUpdated
source: Weekly access schedule successufully updated.
fi: Podaci o nedeljnom rasporedu pristupa su uspešno izmenjeni.

# btnUnCheckAll
source: Uncheck All
fi: Obriši sve

# btnCheckAll
source: Check All
fi: Popuni sve

# lblMon
source: Mon:
fi: Pon:

# lblTue
source: Tue:
fi: Uto:

# lblWed
source: Wed:
fi: Sre:

# lblThr
source: Thr:
fi: Čet:

# lblFri
source: Fri:
fi: Pet:

# lblSat
source: Sat:
fi: Sub:

# lblSun
source: Sun:
fi: Ned:

# TimeAccessProfileNotSaved
source: Weekly access schedule can not be saved.
fi: Podaci o nedeljnom rasporedu pristupa ne mogu biti sačuvani.

# TimeAccessProfileNotUpdated
source: Weekly access schedule can not be updated.
fi: Podaci o nedeljnom rasporedu pristupa ne mogu biti izmenjeni.

# accessGroupNotSaved
source: Access group can not be saved.
fi: Podaci o grupi za pristup ne mogu biti sačuvani.

# accessGroupNotUpdated
source: Access group can not be updated.
fi: Podaci o grupi za pristup ne mogu biti izmenjeni.

# gateTimeAccessProfilesForm
source: Gate access profiles
fi: Profili za pristup na kapiji

# lblProfile0
source: Weekly schedule 0:
fi: Nedeljni raspored 0:

# lblProfile1
source: Weekly schedule 1:
fi: Nedeljni raspored 1:

# lblProfile2
source: Weekly schedule 2:
fi: Nedeljni raspored 2:

# lblProfile3
source: Weekly schedule 3:
fi: Nedeljni raspored 3:

# lblProfile4
source: Weekly schedule 4:
fi: Nedeljni raspored 4:

# lblProfile5
source: Weekly schedule 5:
fi: Nedeljni raspored 5:

# lblProfile6
source: Weekly schedule 6:
fi: Nedeljni raspored 6:

# lblProfile7
source: Weekly schedule 7:
fi: Nedeljni raspored 7:

# lblProfile8
source: Weekly schedule 8:
fi: Nedeljni raspored 8:

# lblProfile9
source: Weekly schedule 9:
fi: Nedeljni raspored 9:

# lblProfile10
source: Weekly schedule 10:
fi: Nedeljni raspored 10:

# lblProfile11
source: Weekly schedule 11:
fi: Nedeljni raspored 11:

# lblProfile12
source: Weekly schedule 12:
fi: Nedeljni raspored 12:

# lblProfile13
source: Weekly schedule 13:
fi: Nedeljni raspored 13:

# lblProfile14
source: Weekly schedule 14:
fi: Nedeljni raspored 14:

# lblProfile15
source: Weekly schedule 15:
fi: Nedeljni raspored 15:

# noSelGateTAProfileDel
source: No selected gate access profiles to delete.
fi: Nema selektovanih profila za pristup na kapiji za brisanje.

# deleteGateTAProfiles
source: Are you sure you want to delete selected gate access profiles?
fi: Da li ste sigurni da želite izbrisati selektovane profile za pristup na kapiji?

# defaultGateTAProfile
source: Default gate access profile could not be deleted.
fi: Podrazumevani profil za pristup na kapiji ne može biti izbrisan.

# gateTAProfileDel
source: Selected gate access profiles successufully deleted.
fi: Selektovani profili za pristup na kapiji su uspešno izbrisani.

# noGateTAProfileDel
source: Some of selected gate access profiles could not be deleted.
fi: Neki profili za pristup na kapiji nisu mogli biti izbrisani.

# selOneGateTAProfile
source: Select one gate access profile you want to update.
fi: Morate izabrati jedan profil za pristup na kapiji koji želite izmeniti.

# addGateTAProfileNameEmpty
source: You must enter gate access profile name.
fi: Morate uneti ime profila za pristup na kapiji.

# gateTAProfileExists
source: Gate access profile already exists for selected name.
fi: Za izabrano ime već postoji definisan profil za pristup na kapiji.

# gateTAProfileSaved
source: Gate access profile successufully saved.
fi: Podaci o profilu za pristup na kapiji su uspešno sačuvani.

# gateTAProfileNotSaved
source: Gate access profile cannot be saved.
fi: Podaci o profilu za pristup na kapiji ne mogu biti sačuvani.

# gateTAProfileUpdated
source: Gate access profile successufully updated.
fi: Podaci o profilu za pristup na kapiji su uspešno izmenjeni.

# gateTAProfileNotUpdated
source: Gate access profile cannot be updated.
fi: Podaci o profilu za pristup na kapiji ne mogu biti izmenjeni.

# updateGateTAProfile
source: Update gate access profile
fi: Izmena profila za pristup na kapiji

# addGateTAProfile
source: Add gate access profile
fi: Dodavanje profila za pristup na kapiji

# lblGateProfiles
source: Weekly schedules on gate:
fi: Nedeljni rasporedi na kapiji:

# gatesXGateTimeProfileForm
source: Gates <-> Gate access profiles
fi: Kapije <-> Profili za pristup na kapiji

# lblGateName
source: Gate name:
fi: Ime kapije:

# lblProfileName
source: Profile name:
fi: Ime profila:

# lblProfileDescr
source: Profile description:
fi: Opis profila:

# updateGateProfileForm
source: Gates <-> Gate access profiles - Update
fi: Kapije <-> Profili za pristup na kapiji - Promeni

# lblSelectProfileToAsign
source: Select profile to be assigned to gate:
fi: Izaberite profil koji će biti dodeljen kapiji:

# gateProfileUpdated
source: Access profile on gate successufully updated.
fi: Podaci o profilu za pristup na kapiji su uspešno izmenjeni.

# gateProfileNotUpdated
source: Access profile on gate cannot be updated.
fi: Podaci o profilu za pristup na kapiji ne mogu biti izmenjeni.

# accessGroupsXGatesForm
source: Access groups <-> Gates
fi: Grupe za pristup <-> Kapije

# lblProfilesOnGate
source: Weekly schedules on selected gate
fi: Nedeljni rasporedi na selektovanoj kapiji

# noSelPairGateAcessGroupDel
source: No selected (gate, access group) pair to delete.
fi: Nije selektovan (kapija, grupa za pristup) par za brisanje.

# deletePairGateAcessGroup
source: Are you sure you want to delete selected (gate, access group) pair?
fi: Da li ste sigurni da želite izbrisati selektovani (kapija, grupa za pristup) par?

# pairGateAcessGroupDel
source: Pair (gate, access group) successufully deleted.
fi: Par (kapija, grupa za pristup) je uspešno obrisan.

# pairGateAcessGroupNotDel
source: Pair (gate, access group) can not be deleted.
fi: Par (kapija, grupa za pristup) ne može biti obrisan.

# noSelPairGateAcessGroupProfileSave
source: No selected (gate, access group, weekly schedule) pair to save.
fi: Nije selektovan (kapija, grupa za pristup, nedeljni raspored) par za unos.

# pairGateAcessGroupProfileSave
source: Triplet (gate, access group, weekly schedule) successufully saved.
fi: Trojka (kapija, grupa za pristup, nedeljni raspored) je uspešno sačuvan.

# pairGateAcessGroupProfileNotSave
source: Triplet (gate, access group, weekly schedule) can not be saved.
fi: Trojka (kapija, grupa za pristup, nedeljni raspored) ne može biti sačuvan.

# updateAccessGroupsNow
source: Do you want to send changes in access control parameters to all terminals now?
fi: Da li želite da pošaljete izmene u parametrima kontrole pristupa svim terminalima odmah?
