Repository: ViktorCPS/ACTA_VS2022
Catalog: UI/Resource.*.resx
Languages: fi

# empCountTypesNameNotSet
source: You must enter counter type name.
fi: Morate uneti naziv tipa brojača.

# empCountTypesNameAltNotSet
source: You must enter alternative counter type name.
fi: Morate uneti alternativni naziv tipa brojača.

# EmployeeCounterTypesUpdated
source: Counter type successfully updated.
fi: Podaci o tipu brojača su uspešno izmenjeni.

# employeeCounterTypesIDNotSet
source: You must enter counter type ID.
fi: Morate uneti ID tipa brojača.

# CounterTypeInserted
source: Counter type saved successufully. Do you want to add new counter type?
fi: Podaci o tipu brojača su upešno sačuvani. Da li želite da dodate još podataka?

source: Counter type not inserted.
fi: Došlo je do greške prilikom čuvanja i izabran tip brojača neće biti sačuvan.

# EmployeeCounterTypesForm
source: Counter type
fi: Tip brojača

# gbEmployeeCounterTypes
source: Counter type
fi: Tip brojača

# ApplUsersCategories
source: Users categories
fi: Kategorije operatera

# gbApplUsersCategories
source: Users categories
fi: Kategorije operatera

# noUserCategoriesFound
source: No user categories found for selected criteria.
fi: Nema pronađenih kategorija za izabrani kriterijum pretrage.

# noSelUserCatDel
source: No selected user category to delete.
fi: Nije izabrana ni jedna kategorija za brisanje.

# usersCategoriesDel
source: Selected user category successfully deleted.
fi: Selektovana kategorija operatera je uspešno izbrisana.

# noUsersCategoriesDel
source: User category could not be deleted.
fi: Brisanje kategorije operatera nije bilo uspešno.

# updateApplUsersCategory
source: Update users category
fi: Izmena kategorije opratera

# addApplUsersCategory
source: Add users category
fi: Dodavanje kategorije operatera

# applUserCategoryIDNotSet
source: You must enter user category ID.
fi: Morate uneti ID kategorije operatera.

# applUserCategoryNameNotSet
source: You must enter category name.
fi: Morate uneti naziv kategorije operatera

# UserCategoryInserted
source: User category saved successufully. Do you want to add new user category?
fi: Podaci o kategoriji operatera su upešno sačuvani. Da li želite da dodate još podataka?

source: User category not inserted.
fi: Podaci o kategoriji operatera nisu sačuvani.

# UserCategoryUpdated
source: User category successfully updated.
fi: Podaci o kategoriji operatera su uspešno izmenjeni.

# UserCategoryNotUpdated
source: User category can not be updated.
fi: Podaci o kategoriji operatera nisu izmenjeni.

# EmpCountTypeNotUpdated
source: Counter type could not be updated.
fi: Podaci o tipu brojača nisu izmenjeni.

# RecID
source: Record ID
fi: ID zapisa

source: Table name
fi: Tabela

# selOneTable
source: You must select at least one table.
fi: Izaberite bar jednu tabelu.

# ULChangeTblSaveChanges
source: Do you want to save changes?
fi: Da li želite da sačuvate promene?

# ApplUsersLoginChangesTbl
source: Change tracking table
fi: Tabele

# gbApplUsersLoginChangesTbl
source: Change tracking table
fi: Tabele praćenja promena

# ULChangesTableNotAllSuccess
source: Not all tables are saved. Try again.
fi: Nisu sve tabele sačuvane. Pokušajte ponovo.

# ULChangesTableNotDeleted
source: Changes are not saved.
fi: Promene nisu sačuvane.

# ULChangesTableNotSuccess
source: Changes are not saved. Try again.
fi: Promene nisu sačuvane. Pokušajte ponovo.

# ULChangesTableSuccess
source: Changes are saved successfully.
fi: Promene su uspešno sačuvane.

# gbAddCounterTypes
source: Counter type
fi: Tip brojača

# gbAddUsersCategories
source: Users categories
fi: Kategorija operatera

# menuItemCouterTypes
source: Counter types
fi: Tip brojača

# menuItemUserLoginChangesTbl
source: Change tracking table
fi: Tabele praćenja promena

# menuItemUsersCategory
source: Users category
fi: Kategorije operatera

# selOneCat
source: Select one category.
fi: Izaberite jednu kategoriju.

source: Show retired
fi: Prikaži neaktivne

# lblTypeAndroid
source: Card type:
fi: Tip kartice:

# readFromCardActa
source: Read data from card
fi: Pročitaj podatke s kartice

source: Port cannot open!
fi: Port ne može da se otvori!

# noTag
source: There is no tag on reader.
fi: Nema kartice na čitaču.

source: Program card
fi: Programiraj karticu

# btnReadFromCard
source: Read from card
fi: Pročitaj karticu

source: Error reading sector.
fi: Greška u čitanju sektora.

# notSuccessWritingToCard
source: Card is not programmed.
fi: Kartica nije uspešno programirana.

# successWritingToCard
source: Card is successfully programmed.
fi: Kartica je uspešno programirana.

source: Wrong card.
fi: Pogrešna kartica.

# readCardFirst
source: Read a card first.
fi: Pročitajte prvo podatke sa kartice.

# gbPicture
source: Picture
fi: Slika

# lblPath
source: Path:
fi: Putanja:

source: To order:
fi: Za porudžbinu:

source: You ordered:
fi: Naručili ste:

# FridayDay
source: FRIDAY
fi: PETAK

# MondayDay
source: MONDAY
fi: PONEDELJAK

# ThursdayDay
source: THURSDAY
fi: ČETVRTAK

# TuesdayDay
source: TUESDAY
fi: UTORAK

# WednesdayDay
source: WEDNESDAY
fi: SREDA

source: Employee:
fi: Zaposleni:

# ErrorSavingMeal
source: Error saving order.
fi: Greška u čuvanju porudžbine.

# btnExit
source: EXIT
fi: IZAĐI

# SaturdayDay
source: SATURDAY
fi: SUBOTA

# mealTypeInSchedule
source: Meal type has a schedule and can not be deleted.
fi: Obrok ima dodeljen raspored.

# btnMonthlyMenu
source: Monthly menu
fi: Mesečni meni

# frmAdditionalData
source: Additional data about meal type
fi: Dodatni podaci o obroku

# frmMonthlyMenu
source: Monthly menu
fi: Mesečni meni

# mealsTypeScheduleDeleted
source: All menu items have been deleted.
fi: Stavke menija su izbrisane.

# mealsTypeScheduleNotDeleted
source: Menu items have not been deleted.
fi: Stavke menija nisu izbrisane.

# messageDeleteMealTypeSchedule
source: Do you want to delete selected menu schedule?
fi: Da li želite da izbrišete izabrane stavke menija?

source: Month
fi: Mesec

# SelectMenuItem
source: Select at least one menu item.
fi: Izaberite bar jednu stavku.

# mealCouldNotBeDeleted
source: Meal order could not be deleted.
fi: Naručeni obrok ne može biti obrisan.

# rbOrderDoesntExist
source: Without order
fi: Bez rezervacije

# rbOrderExist
source: With order
fi: Sa rezervacijom

# rbOrders
source: Orders
fi: Rezervacije

# rbUsedMeals
source: Used meals
fi: Korišćeni obroci

source: No order
fi: Nema rezervacije

source: No reservation
fi: Nema rezervacije

# mealsEmployeeScheduleReports
source: Meals employee schedule report
fi: Izveštaj rasporeda obroka zaposlenih

# errorChoosingShift
source: Error while choosing a shift.
fi: Greška pri biranju smene.

# shiftIsNotChosen
source: You must choose a shift.
fi: Morate izabrati smenu.

# hdrShift
source: Shift
fi: Smena

# SundayDay
source: SUNDAY
fi: NEDELJA

# ErrorUpdatingMeal
source: Error updating order.
fi: Greška pri ažuriranju porudžbine.

source: MAKE RESERVATION
fi: REZERVIŠI

source: Meal
fi: Obrok

# hdrNoOfOrdered
source: Number of ordered meals
fi: Broj rezervisanih obroka

# hdrNoOfUsed
source: Number of used meals
fi: Broj iskorišćenih obroka

# rbUsedOrdered
source: Used and ordered meals - summary
fi: Korišćeni obroci i rezervacije - zbirno

# HyattPYReport
source: Hyatt payment report
fi: Hyatt izveštaj za plate

# menuItemHyattPYReports
source: Payment report
fi: Izveštaj za plate

# HyattTimeAndAttendance
source: Working time report
fi: Izveštaj za radno vreme

# menuItemTimeAndAttendence
source: Work time schedule
fi: Raspored rada

# HyattOperaters
source: Hyatt operaters report
fi: Hyatt izveštaj za operatere

# menuItemHyattOperatersCategoriesReport
source: Operaters categories report
fi: Operateri kategorije

# menuItemHyattOperatersOUWUReport
source: Operaters OU and WU
fi: Operateri OUWU

# menuItemHyattCategoriesPrivilegesReport
source: Categories privileges report
fi: Kategorije sa privilegijama

# menuItemHyattRolePrivilegesReport
source: Roles privileges report
fi: Role sa privilegijama

# menuItemEmployeesPersonalHoliday
source: Employees personal holidays
fi: Slave zaposlenih

# menuItemHyattRolesPrivilegiesReportHRSSC
source: HRSSC
fi: HRSSC rola

# menuItemHyattRolesPrivilegiesReportCANTEEN
source: CANTEEN
fi: CANTEEN rola

# menuItemHyattRolesPrivilegiesReportHRSSCEXTENDED
source: HRSSCEXTENDED
fi: HRSSCEXTENDED rola

# menuItemHyattRolesPrivilegiesReportMedicalCheck
source: Medical Check
fi: Medical Check rola

# menuItemHyattRolesPrivilegiesReportPY
source: PY
fi: PY rola

# menuItemHyattRolesPrivilegiesReportSystemClose
source: System Close
fi: System Close rola

# HyattPYGIDReport
source: Hyatt payment report with GID
fi: Hyatt izveštaj za plate GID

# menuItemHyattPYGIDReport
source: Payment report wiht GID
fi: Izveštaj za plate GID

# menuItemAnnualLeaveReport
source: Annual leaves
fi: Godisnji odmori

# menuItemStartWorkingDate
source: Start working date
fi: Pocetak rada

# menuItemEmployeePT
source: Pass types
fi: Izvestaj o dnevnom prisustvu

# menuDocManipulation
source: Document manipulation
fi: Manipulacija dokumentima

# hdrOrganizationalUnit
source: Organizational unit
fi: Organizaciona jedinica

source: Cost center
fi: Cost centar

source: Sector
fi: Sektor

# checkBoxAll
source: All
fi: Sve

# checkBoxContinueSchedule
source: Change the shift permanently
fi: Promeni smenu za stalno

# menuReportsForSalaryForecast
source: Report for salary (Forecast)
fi: Izveštaj za plate (Forecast)

# msgForecast
source: Report based on prediction!
fi: Forecast izvestaj! Izvestaj na osnovu predvidjanja!

# msgHistoryPasses
source: Report based on passes!
fi: Izvestaj na osnovu prolazaka!

# msgHistoryPassesForecast
source: Report based on real passes till today and from today is prediction!
fi: Izvestaj na osnovu prolazaka do danasnjeg datuma, a od danasnjeg datuma je predvidjanje!
